[
    {
        "id": "4V6QVzBrs50",
        "title": "Пауерліфтерський присід у натяг + Важкоатлетичний присід в відбій | Техніка, помилки, поради",
        "thumbnail": "https://img.youtube.com/vi/4V6QVzBrs50/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=4V6QVzBrs50",
        "transcript": "Усім вітання. Сьогодні хочу приділити декілька хвилин вашої уваги та розібрати одну з найефективніших і одну з найякісніших вправ для розвитку, для фізичного розвитку людини. Це є присід. Два види виконання даної вправи. Це так званий присяд в натяжку і присяд в відбій. Присяд на тяжку використовують в основному е парліфтери. Ширша постановка ніг. паралель бедра до підлоги і задіяння додавання як ніг, так і спини. Основні критерії присяду відбій являється вуща посад поставка ніг і так званий відбій, тобто задня поверхность бедра впирається в ікроножні м'язи і так якби виходить, як в пружинка підштовхує тіло догори та виконується присяд. Як на мене, вибачте, це моє особливе бачення, ефективнішою являється саме присяд відбій. Які є нюанси? Відбій, щоб ви не розуміли, що відбій саме це іде, що ти максимально впав в підлогу і або тебе задавило, або ти встав. Ні, це йде плавне опускання, спокійне опускання, але складання всієї конструкції організму, всіх составів. Чому присвяжко, мені здається, і на моїй практиці було доведено, що є більш травма небезпечніше, тому що там перехід з мінуса в ноль і в плюс при присіданні, при опусканні штанги, при зупинці і при підйому, да, при при вставанні іде велике навантаження на зв'язки сухожилля колінних суглобів. Основні задачі при присіданні, е, важкоатлетичним присідом. Це присяд в відбій. Це є поставка гріфу, ее, на плечі і верхню трапецію. спина максимально рівна, не нахиляється допереду. Спина максимально рівня, голова трішки піднята догори при всій амплітуді присяду. Ноги на ширині плечей. Не відмінність від параліфтерського присіду, що ноги стоять на ширині плечей, щоб мінімізувати викривлення коліного суглобу. Тобто, коли ви широко поставите поставку ніг, в вас при в нижній точці в вас буде коліни суглоб. трошки не природнє положення і він буде іти навантаження на суглобицехілля тому на ноги на ширині плечей максимальна рівна спина гриб посадка верхня трапеція і плечі поїхали підсідаємо підрив і розміщуємо його на плечах та верхній трапеції грудна клітка відкрита корпус жорстко зафіксований знімаємо штангу ногами два короткі кроки назад ноги на ширині плечей носки Ски злегко розгорнуті, спина максимально рівна, погляд уперед. Вдих. Створюємо натяг. Присід виконуємо вертикально з акцентом на колінний згин. Таз не відводимо далеко назад. Опускаємось глибоко до щільного контакту задньої поверхні стегна з гомілкою. У нижній точці контрольований відбій використовуємо пружність для підйому. Підйом активний за рахунок ніг. Коліна рухається в напрямку стоп. Корпус зберігає вертикаль. Після завершення крок уперед. Впираємо вириф у стійку і ставимо штангу ногами з повним контролем положення. Основними критеріями партьорського присаду або присіду в натяжку являється максимальне опускання грифу на лопатки із середню трапецію. При опусканні спина нахиляється допереду з підняттям голови. Щоб вивести бедро в паралель з підлогою, підсідаємо під гриб. Заводимо його глибоко на зведені лопатки. Корпус напружений, лопатки зведені, хват жорсткий. Знімаємо штангу ногами, не спиною. Контрольований підйом зі стійки. Два кроки назад. Перший відхід. Другий одразу виставляємо під робочу ширину поставки ніг. Стопи стабільні, носки злегка розгорнуті назовні. Вага по всій стопі з акцентом на середину та п'яту. Голова рівно вперед. Опускається легке підняття підборіддя до 15°. Погляд фіксований. Перед початком руху вдих. Жорсткий натяг корпусу. Присід починаємо відведенням тазу назад. Одночасно подаємо рівну спину вперед, зберігаючи природний лардоз. Коліна рухаються в напрямку розведене. Стоп. Не зводимо всередину. Корпус стабільний. Голову не опускаємо. Зберігаємо натяк по всій амплітуді. Опускаємось до паралелі стегна з підлогою. Контроль без провалу вниз. Імпульсний підйом. Одночасна робота ніг і спини. Таз і груди підіймаються синхронно. Крок уперед. Впираємо гриф у стійки. Ставимо штангу ногами. Тому як присідати, обирати саме вам. Або присяди натяжку, або присядить бій. Якщо цікаво, підписка. Приєднуйтесь. Місто Львів є багато чого цікавого. Дякую за увагу. Yeah."
    },
    {
        "id": "jJd1oOrrFP4",
        "title": "🔥Класична станова тяга — техніка, помилки та як тягнути БЕЗ травм!",
        "thumbnail": "https://img.youtube.com/vi/jJd1oOrrFP4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=jJd1oOrrFP4",
        "transcript": "Усім привіт. Сьогодні хочу поділитися з вами, а саме виконання однієї з найефективніших і надієвіших вправ при занятті будь-якими видами спорту, а саме права станова тяга. Тому, кому цікаво, підписка, поїхали. Важається рахувати, що станова тяга тренує саме спину. Чомусь так люди вважають. І можливо дехто мені напише дуже цікаві коментарі, прошу. Але, як на мене, станова тяга не тренує спину, вона розвиває саме силу, силу спортсмена, силу ніг, силу спини і загально фізичну силу. Тобто критерій розвитку і тренування спини і саме виконання стану тяї - це трішки інші інші тренування. Тобто, коли ви тягнете станову тягу, ви тренуєте загальну силу. Там задіяні всі м'язи вашого організму від п'яти до шиї. Тому там розвивається базова сила. А при тренюванні спини, якщо ви хочете широку спину, гарну рельєфну спину, треба потрібно використовувати саме блочні тренажери, підтягування, де ви максимально ро розтягнете і скоротите м'ясо. Там ви будете її тренувати, розвивати і збільшувати. А саме, наголошую, станови тяга розвиває силу спортсмена і атлета. Є два способи виконання станової тяги. Перше - це класична станова тяга. Друге - це тяга сумо. Класична станова тяга, як на мене, виконується спортсменами або цветами, у котрих більше розвинений верхній плечовий поїзд і спина. Е, саме тяга сумо виконують спортсмени, у котрих розвинені нижні кінцівки, тобто ноль. Рахувати, що більш поважною являється саме класична станова тяга. Але зараз для встановлення максимальних рекордів, особливо параліфтери, використовують саме тягу сумо, так як там менша амплітуда підйому ваги. Сьогодні ми розберемо саме класичну станову тягу. Поїхали. декілька нюансів. Виконання будь-якої становитяги класичної чи самою необхідно попередньо дуже добре розігнутися. Тому, будь ласка, розтягнення, розігрів, екстензія і тоді приступати з мінімальною вагою. Тому поїхали. Поставка рук. Ви не вам необхідно максимально розслабити і витягнути руки. буває спортсмени виконують, початківці виконують тягу при скороченні руки, тобто тримаючи грів з скороченням біцепсу. Цього категорично не можна робити. У вас повинна бути максимально витягнута рука і тримати тільки хватом. Ширина поставки рук в нас необхідна бути така, щоб в нас вмістилися коліна між руки. Отак підходимо максимально до гріху. Опускаємо руки. Беремо, щоб в нас ноги помістилися між руки. Натягуємо руки і виконуємо тягу. Нюанс. Гриб входить максимально близько до тіла. Ще раз. Ширина поставки ніг. Носочки, коліна йдуть на носки. Поставка ніг, що у нас коліна влізли цілком зручно між руки. Ширше ні, тому що ви збільшуєте амплітуду виконання руху. Тобто максимально натягнуті руки, опущені плечі, випрялена спина, коліна між руками. Підходимо максимально близько до гріфу. Поставка ніг на взручній позиції. Опускаємо руки. Беремо за гриф. Витягуємо хребет в рівне положення. Руки, плечі разом з ногами. І і опускаємо по ногах. Декілька слів хотів би сказати на рахунок хвату. При постійному виконанні становитяги у вас автоматично буде розвиватися саме сила хвату. При класичному хваті ви руки ставите в породньому положенні. Якщо ви вже доходите до критичних вахів, вам незручно або не хватає сили хвату, то ви можна взяти різнохватом. Тобто одну руку в класичному хваті, іншу з іншої сторони беремо гріф. Тобто отак виходить. Так що ми силою хвату розкручуємо, крутимо гріф, що неможливо, але дуже зручно для рук. Тому виконання і виконується ось так. Хотів би зауважити, спеціально розвивати саме хват різними додатковими вправами, це добре, але воно мало впливає на силову станову тягу. Тому, якщо ви тягнете постійно, у вас автоматично тренується сила хвату. Додаткові вправи доречні, але можливо це й трати часу. Якщо будете постійно тягнути, у вас постійно буде розвиватися сила хват. Прохання не робити класичну становитя з ходинками, тобто не робити ось такої помилки. Перше піднімаєте ноги, випрямляєте, а потім плечі. Ні в якому разі. Часто так виконують атлети при критичних тягах в тих спортсменів, в котрих сильна спина. Тобто перше вони витягують, випрямляє ноги, потім над ривом спиною виконується тяга. Який нюанс? Дуже великий момент на поперековий відділ і що призводить до травм гриж, протрузії і так далі. Тому уважни всем. Одночасний підйом і плечей, і випрямляння ніг. Ще один дуже важливий нюанс. Не робіть старт при виконанні стану тяги з ударом. Спокійна натяжка, тоді тяга. Не робіть ось так. Не робіть тягу ось так. Категорично не можна. Це дуже велика компресія міжцеві диски, що призводить до протрузії гриж в дуже короткій перспективі. Тому спокійна натяжка, підходите, підсідаєте, спокійна натяжечка і тяга. Спокійна натяжечка і тяга. Дякую. Тому тягніть, тренуйтесь. Все буде добре."
    },
    {
        "id": "_JmfmayDQYw",
        "title": "Марафон тривалістю 54 роки 🏃‍♂️⏳ | Найдивніша історія Олімпійських ігор 1912",
        "thumbnail": "https://img.youtube.com/vi/_JmfmayDQYw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=_JmfmayDQYw",
        "transcript": "Усім вітання. Рухаючись в корку, до мене почали приходити такі філософські роздуми на рахунок плинності часу. І мені згадалася одна спортивна історична подія, яка відбулася в 1912 році в Швеції, в Стокгольмі, а саме в даний період часу відбувалися Олімпійські ігри. 14 липня 1912 року відбулися відбувся марафонський забіг, в якому Японію представляв вперше представляв японський представник Щдзоканакурі. На стартову лінію вийшло 68 спортсменів з 19 країн світу. Температура повітря складала 32°це, яка заважала спортсменам якісно бігати. Почавши бігти, Жін Канакурій почав відчувати спрагу, звичайно, але в той період часу вважали, до речі, дуже цікавий факт, вважали недоречним вживати воду спортсменам. І на 27 км свого забігу Шізокарі почав відчувати головокружіння. Йому ставало погано, ноги стали бетонними. І якраз в цей період часу він побачив збоку на збоку біля траси сім'ю, яка святку яка сиділа на травичці, пила водичку, соки. І це його побороло. Він зупинився. Він зупинився, пішов до цих людей. Вони його посадили біля себе, дали йому соку, водички. Він випив, йому стало набагато легше. Він і він розслабився і заснув. Банально заснув. Прокинувшись, він відчув, що він побачив, що пройшло дуже багато часу і марафон закінчився. Ну, так як він сам японець, ее йому стало соромно, незручно, і він, не повідомляючи нікого, покинув Швецію. Повернувшись додому, він продовжив займатися бігом. Ще приймав участь у двох Олімпійських іграх в 1920-1924 роках. Після чого завершив кар'єру і почав тренувати дітей, так як він був спортсменом високого рівня. До речі, він бігав 40 км приблизно на той час за, ну, 2з по години. Це на той час був дуже хороший результат. І він боровся на Олімпіаді 1912 року. Не приймав участь, а дійсно боровся. Боровся за медалі, хотів боротися за медалі. У 1962 один журналіст, який займався розслідуваннями Олімпійських ігор, підняв дане питання і побачив, що при старті 68 спортсменів до фінішу прийшло 37, а щізоканакурі там не було. І він почав розслідувати дане питання і вийшов на Шізока Канакурі, зв'язався з ним, поспілкувалися. Шизоканакурі повідомив йому всю всю історію даного забігу, повністю розповів усе. Даний журналіст повідомив це шведському олімпійському комітету, який числився шізонакурі числився в даному марафонському забігу, як зникли безвісти. Його шукали, цікавились, де він не знайшли. І в протоколах олімпійського комітету він чистився як пропавший безвісти. повідомив, що це олімпійський шведський олімпійський комітет вирішив зв'язатися з ним. І в 1967 році Шидзо Канакурі прибув до Швеції, щоб зробити таку, ну, цікавий історичний факт, щоби перетнути лінію даного даного марафону. Він був доставлений на те саме місце, де він зійшов зі своєї дистанції. Він побачив цю саму цей самий будинок. До речі, їх прізвище Петтерсона були. Познайомився з сином тих батьків, які пригостили його соком і водою. Поспілкувався, розказав всю свою історію. Після чого ШДЗО повели, він прослідував до стадіону, де мало, де мав бути фініш, і перетнув фінішну лінію. Після чого секундомір тривалості олімпійського марафону 1912 році року був зупинений. До речі, і час марафону склав 54 роки, 8 місяців, 6 днів, 5 годин, 32 хвилини і 20,3 секунди. що складає такий цікавий цікавий саму довшу подію в історії світового спорту. перетнувши лінію, фінішну лінію Шидзоканакурі, притаманній японській нації скромності і гарного настрою повідомив, що що це була довга дистанція, що за що за цю дистанцію він встиг одружитися, народити шістьох дітей і і 10 внуків. Тому дуже хороша історія. Вона вона дійсно показує, що що не потрібно, напевно, нікуди спішити. Два висновки хотів би зробити з даної з даної історичної події. Перша - це пийте воду під час тренування. Це необхідно під час тренування, під час змагань. Це дуже необхідно. Доведено, звичайно. І друга, що вибачте, але краще випорожнитись і запізнитись, ніж прийти і обісратись. Тому не спішіть нікуди. Час все рівно розставить все на свої місця. Дякую за увагу. До зустрічі. Yeah."
    },
    {
        "id": "BXb4PUKeaQY",
        "title": "Година безперервної роботи з гирею | Витривалість, дисципліна, контроль",
        "thumbnail": "https://img.youtube.com/vi/BXb4PUKeaQY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=BXb4PUKeaQY",
        "transcript": "Сьогоднішнє відео не про рекорди, не про швидкий результат і не про показуху. Це відео про роботу, про одну годину безперервного руху зверію, без повних зупинок, без відкладання снаряду, з різними способами роботи: поштовх, ривок, жим, поштовх повним циклом. Якщо тобі близький такий формат, спокійний, чесний і вимогливий, підписуйся на канал. Тут контент для тих, хто цінує процес, а не тільки результат. Гір'я в один з найстаріших силових снарядів у світі. Задовго до тренажерних залів і фітнес-індустрії вона вже використовувалась як інструмент фізичної підготовки. Спочатку гірі були звичайними вагами для зважування товарів, але дуже швидко люди помітили, працювати з ними складно, але ефект потужний і комплексний. Саме тому гиря поступово перейшла зі складів і ринків у тренування спортсменів. З руками гирі почали використовуватись з підготовці борців, боксерів, атлетів силових і циклічних видів спорту. Причина проста: Гір розвиває силу, витривалість, координацію і характер одночасно. Сьогодні Гірі активно використовується у просвіті, у боротьбі, в боксі та інших видав спорту, де присутній функціональний тренінг. Годинна роботи з гирює - це особливий формат. Це не спринт і не класичне тренування по підходах. Це перевірка здатності тримати ритм. Тут дуже швидко стає зрозуміло, де ти напружуєшся зайвий раз, де втрачаєш контроль. де рухаєшся раціонально. Гиря не сварить, вона просто показує правду. Протягом цієї години допускаються лише короткі технічні паузи: витерти піт, нанести магнезію, відновити хват. Але головне правило незмінне. Гіря не випускається з рук. Це не відпочинок, це частина роботи, дисципліна, контроль і безперервність. Під час такої роботи активно включаються м'язові стабілізатори, серцево-судинна система, дихальна система, нервова система. Це не накачка, це функціональна витривалість. Тому після такої роботи втома не різка, а глибока, спокійна і контрольована. Година згирю - це ще й психологічна практика. Спочатку здається, що час тягнеться, потім що летить, а наприкінці, що все минуло занадто швидко. Десь через півгодини постійної роботи з гирлею ти починаєш торгуватися з собою. Спочатку спокійно, все нормально, працюємо, потім обережно. Ну, можна ж трошечки знизити темп, а ближче до кінця з'являється внутрішній голос. Ти ж уже молодець, можна і закінчувати. І тут найцікавіше. Гіря не відповідає. Вона не мотивує, не сварить, не хвалить. Вона просто є. І це найжорсткіша форма мотивації. У якийсь момент здається, що стала важчою. Вона не стала. Просто ти перестав себе обманювати. І завжди є класичний момент. Ти впевнений, що минула майже година. Дивишся на таймер, а там 28 хвилин. Тут або смієшся, або ростеш. Зазвичай і те, і те. Гір'я дуже добре розвиває почуття гумору, бо без нього довго не витримаєш. Під лється, руки ковзають і короткі технічні паузи витерти під і додати магнезію стають не слабкістю, а грамотним рішенням. Але правило лишається тим самим. Гиря не випускається з рук. Кажуть, що після 45 хвилин мозок стає дуже креативним. Завтра ж знову тренування. Регулярність важливіша. Можна ж трошки легше. Це нормально. Головне пам'ятати, навіщо ти тут. І найсмішніше, після завершення часто думаєш: \"Ну, в принципі, не так уж і страшно, але тільки після завершення\". Герія ефективний, але вимогливий снаряд. Якщо є проблеми зі спиною, плечовими суглобами або серцем, довготривалу роботу потрібно дозувати. Гіря не любить поспіху, але дуже цінує повагу і техніку. Година з гірю - це не геройство, це стабільність. Уміння працювати без надриву, без хаосу, без зайвих емоцій - це база, яка переноситься в будь-який вид спорту і в життя. Гір'я - це простий снаряд, але прості речі завжди найскладніші. Вона не обіцяє швидкого результату, але дає справжній результат. Якщо ти можеш протягом години залишатися в русі, спокою і контролі, це означає, твоя форма має реальну цінність. Якщо тобі заходить такий формат без шуму, без зайвих слів, але з реальною роботою, підписуйся на канал, став вподобайку і напиши в коментарях, чи цікаво буде побачити продовження і ще глибший формат роботи з гирю. Далі буде цікавіше."
    },
    {
        "id": "9WF2q1Eyzs0",
        "title": "3 прості правила схуднення, які реально працюють | Харчування без стресу",
        "thumbnail": "https://img.youtube.com/vi/9WF2q1Eyzs0/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=9WF2q1Eyzs0",
        "transcript": "Усім привіт. Сьогодні хотів би з вами поділитися своїм баченням щодо основних показників, які впливають на якість нашого життя. Як на мою думку, основними показниками якості життя являється спосіб нашого життя, харчування та відпочинок. Сьогодні я хотів би поспілкуватись, декілька хвилин приділити увагу саме харчування, так як сьогодні, на сьогоднішній день харчування в інформаційному полі звучить дуже сильно, потужно, е, і не завжди якісно. Ще раз наголошую, на мій погляд, слухаючи багатьох блогерів, лікарів, спеціалістів звучить дуже багато цікавої інформації. яка, сідаючи на наші вуха і входячи в нашу голову, сприймається дуже незрозуміло. Тобто від незнайомих слів, від нерозуміння роботи нашого організму, ми сприймаємо це як вищу матерію. Значна кількість запитань на рахунок харчування виникає в тих людей, які максимально запустили свій фізичний стан. Так, є багато точок зору. Полюби себе такого, яким ти є. Ти такий і ти прекрасний. Можливо, воно працює, але дивлячись на молодих людей, і я сам колись був молодий і розумію, що людина хоче подобатись іншим людям в гарному сприйнт і так само споживати продукт гарний. Ви розумієте, що я маю на увазі? І людина, коли відчуває набирання зайвої ваги, вона це все рівно бачить. Але на підсвідомості, так як ми егоїстами, вона розуміє, що та може пройде, може це мені здається, а я і так гарний, а я і так нормальний пацан, а мені і так ще добре. Людина все рівно відчуває зай по своєму, по своїй одежі, по тому, як важко взути кеди, по як важко натягнути минуллітні джинси. І людина відганяє цю ідею. Але якщо людина відганяється ідею, це є показники показник програшу. Однією з найдієвіших формул в як скунні, так і набирання ваги і являється формула використання енергії та споживання калорій. Тобто, якщо ви гармонійно виглядаєте, кількість вашої витраченої енергії повинно співпадати з кількістю спожитих калорій. Якщо ви пробуєте схуднути або худнете, у вас повинен бути дефіцит калорій. Тобто спожитих калорій у вас повинно бути менше, ніж використаної енергії, ніж використаних калорій. І так само при набиранні вагі кількість спожитих калорій повинен бути більшой, ніж кількість витраченої енергії. Якщо ви лежите на дивані, дивитесь гарні серіали і споживаєте зай дуже багато продуктів харчування, не чекайте нічого доброго. Ви отримаєте те, що, ну, те, що ви зробили. Кожна дія має наслідок, але якщо ви займаєтесь активним способом життя, якщо ви ходите до спортивного залу, ви так само повинні нівелювати втрату енергії. Якщо ви займаєтесь спортом, ви повинні розуміти, що ви повинні компенсувати втрачену енергію. Тому не бійтесь, якщо ви займаєтесь спортом їсти. Основний показник в якості харчування - це є ваш режим, часовий режим. Тобто ви повинні приймати снідання, обід, вечерю, підвечірок, будь-якій прийом їжі бажано в однаковий період часу. Це є основний показник, як в набранні ваги, так і схудненні. Не бійтеся, якщо ви їсте в 10й годині, не бійтеся, що це шкідливо. Це не шкідливо. Якщо ви займаєтесь спортом, ви повинні розуміти, що всі відновлювальні процеси тільки відбуваються вночі. Можливо і дивно звучить, але це так. Коли ви сідаєте за приймання їжі, ви повинні споживати її смачно. Ви повинні їсти без зайвої інформації. Якщо це саме, наголошую, якщо це стосується саме схуднення. Ви повинні споживати їжу без надходження зовсім ніякої інформації. Сядьте і смачно їжте і відчувайте їх сприйняття їжі. Тобто, якщо ви відчуваєте, що ви вже наситились, зупиняйтесь. І це буде основне правило для вас на на весь процес схуднення, тому що мозок все рівно захоче вас дурити і все рівно захоче вас задурити якісним відлом, щоб ви топтали безмежно. Це є основне правило. Їжте дозовано і смачно. Якщо ви відчуваєте, що ви наситились без зайвої інформації, вам дзвіночок все рівно поступить, що ви вже наситились. Зупиняйтесь, відставляйте миску і продовжуйте свій робочий день. Це є одне з основних правил прийому їжі при схудненні. Також ще одне правило - це є скільки ви споживаєте. Так, звичайно, звичайно, якість споживання їжі, це воно дуже важливо сприймає роль. Тобто які жири ви споживаєте, які які вуглеводи споживаєте, це все так звучить, так. Тут є доля правди і вона дуже велика. При початку схуднення людина працює на емоційних, на мотивації, на на ну на бажанні. З часом бажання заспокоюється, з часом сприймається так, як воно є. Людина розчаровується, але якщо людина не зупиняється, все рівно результат буде. Але той період, коли ви максимально перестали харчуватись і чекаєте результату, він, я вам ще раз кажу, він буде буде перший місяць. Так ви схуднете, але набрати ви можете зовсім іншого і набагато більше, тому що організм тягне тягне не з тих запасів, які ви бажаєте. Тому що є і жири, які накопичуються дуже багато років. І структура самого жиру, вона вона не з найкращих, а організм починає тягнути той жир, який вам не дуже потрібно скидати. Ще раз повторююсь, не накидайтесь на Якщо ви хочете схуднути, ви повинні їсти аналогічні аналогічний час прийому харчування. Менші дози, час той самий. Не думайте, що ви, якщо ви набрали зайвих 30 кг, ви скинете їх за три місяці. Ні, це довгий процес. І пробуйте рухливий спосіб життя. Більше пройдіться. Пройдіться. Не сідайте в машину їхати в магазин. Пройдіться в магазин. Прогуляйтесь вечором, прогуляйтесь з дітьми. Прогуляйтесь з друзями. Тому споживайте смачно і правильно. Їжте дозовано і їжте в однаковий період часу."
    },
    {
        "id": "99vClISk9M4",
        "title": "Поєднання силового та імпульсного кардіо 🔥 Функціональний комплекс для витривалості та атлетизму",
        "thumbnail": "https://img.youtube.com/vi/99vClISk9M4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=99vClISk9M4",
        "transcript": "Дане тренування про силу, швидкість і витривалість об'єднання в одному комплексі. Перед вами силова комплексна вправа з власною вагою. Вона навантажує одразу кілька м'язових ланцюгів і вимагає повного контролю тіла. Тут важлива не кількість, а якість руху, стабільність корпусу, контроль плечового поясу та здатність зберігати техніку під втою. Це база функціональної сили, яка переноситься у будь-який вид спорту. Другий блок - це імпульсний комплекс, який різко підвищує частоту серцевих скорочень і вмикає швидкі м'язові волокна. Таке навантаження розвиває вибухову силу, швидкість переміщення та просторову орієнтацію. Організм вчиться миттєво реагувати на зміну руху і ефективно працювати в умовах кисневого дефіциту. Саме імпульсні комплекси формують реальну прикладну витривалість, а не просто гарну форму. Поєднання силового навантаження з імпульсним кардіо - це не просто інтенсивне тренування, а цілісна система розвитку атлетизму. Силовий блок формує фундамент: міцність м'язів, сухожиль і зв'язок, стабільність корпусу та контроль над власним тілом. Імпульсний комплекс, у свою чергу, навчає контролювати цю силу в русі під час прискорень, змін напрямку та роботи на високому пульсі. У такому форматі організм вчиться швидко перемикатися між силовим і кардіорежимами, що критично важливо для реальних змагальних умов. Розвивається не лише м'язова система, а й серцево-судинна, дихальна та нервова координація. Поліпшується здатність утримувати техніку навіть у стані втоми. Саме такі тренування підвищують спеціальну витривалість, формують вибухову потужність і вчать тіло працювати економно. Однощад цей формат вимагає підготовки. Без бази регулярних кардіотренувань і правильної силової адаптації навантаження може бути надмірним. Тому ключ до прогресу поступовість, контроль дихання, якісне відновлення та усвідомлений підхід до інтенсивності. При поєднанні силових і кардіокомплексів м'язи, сухожилля та нервова система адаптується до роботи в умовах високого пульсу. Зростає толерантність до втоми та здатність швидко відновлювати контроль над рухом. Якісне відновлення тут відіграє ключову роль. Між підходами важливо не просто чекати, а свідомо відновлювати дихання. Це дозволяє стабілізувати серцевий ритм, знизити рівень стресу та швидше підготувати тіло до наступного інтенсивного зусилля. Саме баланс між навантаженням і відновленням забезпечує прогрес, зменшує ризик перетренованості і формує справжню функціональну витривалість. Даний формат широко використовується в кроссвіті, єдиноборствах і ігрових видах спорту, де потрібна сила, швидкість і витривалість одночасно. Але головне не копіюй складність, а доростай до неї поступово. Тренуйся розумно, працюй на результат, не на виснаження. Підписуйся, якщо цінуєш якісний функціональний тренінг і розвиток атлетизму."
    },
    {
        "id": "hDhnvDOLgUk",
        "title": "Спаринги з тренером: секрет швидкого прогресу юного боксера",
        "thumbnail": "https://img.youtube.com/vi/hDhnvDOLgUk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=hDhnvDOLgUk",
        "transcript": "Початок бусерського шляху - це час, коли формується не тільки техніка, але й характер. Саме в ці моменти закладається сміливість, рішучість і здатність працювати під тиском. І один з найефективніших інструментів розвитку - це спаринги з тренером або спортсменами, який має більший досвід. Такі спаринги дають молодому бійцю можливість рости швидше, липше розуміти бокс і відчувати себе впевнішим в рингу. У боксі є три ключові формати тренувань, і кожен з них потрібен. Мішок - це сила, витривалість і чистота удару. Лапи - це точність, таймінг, вихід із дистанції, правильний ритм атаки. А спалінги - це живий бій, де всі навички починають працювати разом: Рух, дистанція, захист, контратака, реакція. Саме спаринг формує справжній інтелект боксера. Спаринги, у яких тренер працює другим номером - це фундамент правильного встановлення молодого спортсмена. Це той формат, у якому учень отримує можливість відчути себе активним боксером, навчитися відкривати атаку, вести темп, будувати комбінації і при цьому не боятися відповідної дії. На початковому етапі багато спортсменів соромляться або бояться починати атаку. Тренер, працюючи другим номером, дозволяє юному боксеру вільніше проявити ініціативу. не боятись рухатися вперед, не боятися помилок, вчитись мислити як перший номер. Це надзвичайно важливо, бо саме впевненість є стартовою точкою технічного розвитку. Тренер приймає удари, ставить блоки, зміщується, інколи відповідає, але так, щоб уч не втратив віру в себе. На відміну від роботи з таким же новачком, тренер чітко контролює силу і темп, тому спаринг стає безпечним, але реалістичним. Юний спортсмен вчиться правильно входити в дистанцію, не поспішати, завершувати комбінації, відчувати момент для атаки. Коли тренер працює другим номером, він задає м'який, але структурований ритм. Це дозволяє спортсмену поступово опановувати таймінг. Один з найважливіших елементів бою. Тут учень вчиться, коли відкривати атаку, коли зупиняти темп, як правильно завершувати серію, як не підставлятись після виходу. Юний спортсмен може спокійно пробувати нові зв'язки, вдосконалювати серії та вчитись працювати різними рівнями. Корпус голова, зміна темпу. Тренер реагує на це технічно, тому учень отримує зворотній зв'язок уже в самому спарингу. Коли учень бачить, що його удари доходять, що він може вийти вигідно з атаки, він стає сміливішим. Зникає страх пропустити, страх зробити крок уперед. Це формує найцінніше: психологію бійця, який не боїться ініціативи. Основні плюси - це розвиток впевненості, формування атаки та ініціативи, правильна робота в дистанції, розвиток ритму і таймінгу, безпечний прогрес без зайвого стресу. Але є і мінуси. Можливе звикання до комфортного суперника, ризик переоцінки своїх сил. Інколи боєць може ставати занадто прямолінійним. Спаринг із тренером другим номером - це найкращий спосіб розвинути ініціативу, сміливість та технічність юного спортсмена. Цей формат дає відчуття, що бокс - це не хаос, а керований процес, у якому учень може зростати крок за кроком. Коли тренер працює першим номером, але з мінімальною кількістю ударів, він створює інший, не менш важливий тип навчання: тиск і робота проти активного суперника. Це не бій, це навчальний стрес, який формує правильну реакцію. Юний спортсмен вчиться не панікувати, коли на нього йдуть вперед. Він починає сприймати тиски як звичайний елемент бою, а не щось страшне чи несподіване. Тут тренер створює рівень пресингу, який безпечний, контрольований, але достатньо реалістичний, щоб викликати правильні реакції. Коли тренер йде першим номером, учень змушений працювати зміщеннями, кроками назад і вбік, ухилами, блоками. контрударами з виходом. Саме в таких спарингах формується реальний робочий захист, який потрібен у бою. Юний спортсмен вчиться бачити підхід суперника, відчувати, як змінюється дистанція, як ти впливає на його положення в рингу. У нього з'являється розуміння, коли потрібно відходити, коли зміщуватись, коли вступати в клінч, коли відповідати. Це фундамент тактичної грамотності. Тренер тисне, але не добиває. Він моделює реальний бій, але з максимальною безпекою для учня. Це дозволяє спортсмену поступово знімати страх перед тиском. Він вчиться зберігати спокій, навіть якщо здається, що місця немає. Коли на тебе тиснуть, ти не можеш працювати в одному темпі. Тут учень вчиться різко прискорюватись, сповільнюватись, підриватись контратакою, змінювати ритм роботою ніг. Це життєво важливо у справжньому поєдинку. Основні плюси: сильний розвиток захисту, психологічна стійкість, правильна реакція на тиск, розвиток роботи ніг, формування тактичного мислення. Але також є і мінуси. Важливий сильний стрес на старті потребує дуже високого рівня контролю тренера. При неправильному підході може забирати впевненість. Спаринг із тренером першим номером - це школа виживання, але не жорстка, а навчальна. Саме тут спортсмен вчиться захищатись, думати, рухатись і не втрачати холодний розум. Це той досвід, який змінює боксерське мислення і дає справжню стійкість у рингу. Спаринг із тренером - це найцінніша частина розвитку молодого спортсмена. В одному форматі він отримує сміливість і віру в себе, в іншому стійкість, технічність і вміння працювати під тиском. Разом вони створюють гармонійного, розумного і впевненого боксера. Головне не боятися процесу, рухатися крок за кроком і довіряти наставнику. Тоді кожен раунд - це розвиток, а кожен спарник - це маленька перемога над собою."
    },
    {
        "id": "jQhoelMMo5M",
        "title": "✅ Чим корисне плавання та вода вцілому?🔥",
        "thumbnail": "https://img.youtube.com/vi/jQhoelMMo5M/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=jQhoelMMo5M",
        "transcript": "Плавання - це секрет красивого, гармонійного, естетичного тіла. Вода м'яко відновлює, знімає втому та водночас формує силу і витонченість. В даному відео поговоримо про тренування у воді та користь води в цілому. Плавання - це унікальне тренування, де тіло працює повністю без ударних навантажень. Природний опір води змушує м'язи працювати глибше, але без перевантажень. Завдяки цьому швидко зміцнюється кор, розвивається спина, плечі та ноги. Ті самі зони, що формують силует і поставу. Кардіонавантаження у воді діють м'яко, але дуже ефективно. Серце працює більш рівномірно, судина розширюється, а дихання стає глибшим і контрольованішим. Це підвищує витривалість і допомагає тримати стабільний темп на тренуваннях будь-якого типу. Плавання позитивно впливає на мозок та центральну нервову систему, покращує концентрацію, реакцію і здатність швидко координувати рухи. Вода працює як природний антистрес, знімає напругу та прискорює відновлювання післяінтенсивних занять. Окремий плюс- розвиток моторики. Рухи в воді роблять тіло точнішим, більш збалансованим і контрольованим. Це підсилює тіло в силових, вибухових і функціональних вправах. І, звичайно, естетика. Плавання формує рівне, підтягнуте атлетичне тіло: широка спина, сильний кор, рельєфні руки і ноги - це одне із найкращих способів поєднати красу, здоров'я та силу. Плавання - це і про відновлення, і про естетику, і про силу. Додай кілька тренувань у воді на тиждень і побачиш, як змінюється твоє тіло та самопочуття. Підписуйся, щоб отримати ще більш цікавого контенту."
    },
    {
        "id": "hoazB8lLX44",
        "title": "Як ривок гирі посилює твій жим і удар?",
        "thumbnail": "https://img.youtube.com/vi/hoazB8lLX44/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=hoazB8lLX44",
        "transcript": "Силовий жим - це не просто вправа для грудей. [музика] Це фундамент твоєї ударної сили. Коли ти тиснеш штангу, ти тренуєш вибух, який потім переходить у прямий удар. Але жим - це не лише сила, а й контроль. Якщо стабілізатори слабкі, [музика] сила зникає в момент, коли опускає штангу. І саме тут у гру входить ривок гирі. Один із найкращих способів прокачати глибокі стабілізатори плече і лігтя. [музика] Ривок змушує працювати все: відступи до кисті. У кожному русі вибух і контроль, координація і стабільність. Якщо тобі важко отримати штангу під час [музика] спуску - це сигнал. Стабілізатори не тримають. Гір'я навчає тіло тримати [музика] лінію сили. Після регулярних тренувань ривків стабілізатори стають стійкими, а жим контрольованим і точним. Це як відчути, що вага слухається тебе, а не ти борешся [музика] з нею. І ще важливо, ривок розвиває не тільки силу, а й нейронном'язовий контроль. [музика] Кожен повтор - це баланс швидкості і стабільності. Ти вчиш тіло [музика] миттєво стабілізуватись після вибуху, що прямо впливає на силу і [музика] точність удару. Це робота для тих, хто хоче не просто піднімати [музика] вагу, а володіти нею. І ось у цьому вся сила синергії. [музика] Жим дає потужність гиря, стабільність і зв'язок між м'язами. Разом вони створюють вибухову комбінацію, міцне [музика] плече, впевнений жим, контроль у кожному русі. Це не просто тренування, це стратегія розвитку сили, де тіло [музика] працює як єдиний механізм. Пам'ятай, сильний не той, хто підняв більше, а той, хто [музика] володіє своєю силою. Коли ці дві системи, жим і ривок працюють [музика] разом, ти отримуєш не просто приріст ваги на штанзі, ти відчуваєш злагодженість м'язів, покращення координації, стабільність у плечовому [музика] поясі контроль у кожному русі. Це і є справжня синергія сили, [музика] коли кожен м'яз підтримує інший, а вся енергія спрямована в єдиний вибух. Якщо тобі близький розумний підхід до сили, підписуйся. Тут ми не женемось за цифрами. Ми [музика] будуємо контроль міць і техніку. Нові відео для тих, хто тренується з головою і хоче відчути, що тіло - це інструмент сили, а не випадковість. &gt;&gt; [музика]"
    },
    {
        "id": "UnSID1wiMy4",
        "title": "Сильний прес: поєднання статичних і динамічних вправ | Тренування для сили та контролю корпусу",
        "thumbnail": "https://img.youtube.com/vi/UnSID1wiMy4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=UnSID1wiMy4",
        "transcript": "Прес - це не просто про зовнішній вигляд. Це основа стабільності, сили і контролю руху. Почнемо з класики, простих скручувань корпусу. Сідаємо на лавку під кутом, фіксуємо ноги і підіймаємо корпус вгору, скорочуючи прямі м'язи живота. Тут важлива не кількість, а відчуття роботи кожного сантиметру пресу. Не смихайся, не працюй за інерцією, працюй з контролем. Пам'ятай, якість кожного підйому - це цеглина у фундамент своєї сили. Далі косі м'язи живота, ті, що відповідають за ротацію корпусу, силу удару і гарну форму талії на тій самій лавці. Але тепер скручування з поворотом. Лівий лікнемо до правої ноги або тазу плавно, під контролем, не поспішай. Відчуй, як працює коса лінія пресу. Вона формує ту саму міцну броню навколо корпусу. Це не просто рух, це формування стабільності у всіх площинах. Третя вправа піднімання рук і ніг, лежачи на підлозі. У верхній точці доторкнись пальцями рук до ніг. Увесь корпус працює як одне ціле, а опора лише на сідницях. Тримай рівновагу, нерви рух. Дихай рівномірно. Це одночасне напруження верхнього та нижнього пресу, що змушує м'язи рости, а тіло ставати контрольованим і сильним. Тепер поєднуємо статику і динаміку. Найкраща комбінація для розвитку пресу. Лежачи на лавці або підлозі, зберігай опори тазу, хребта, лопаток і голови. Прямі ноги тримай під контролем пресу, не давай їм падати. Спочатку одночасне піднімання обох ніг догори зроби певну кількість повторень. Потім почергові рухи, як ножиці, фіксовану так само кількість, а на завершення планка ніг на час до відмови. Ця комбінація максимально залучає нижній прес, який часто найважче прокачати. І чоловікам, і жінкам така послідовність допоможе не просто зміцнити живіт, а й стабілізувати хребет, покращити поставу та координацію. І ще один варіант поєднання статичних та динамічних вправ. Лежачи на спині, виконуємо скручування ліктів до колін, але нарахуємо повтори. Працюємо за часом. Коли м'язи горять і здається, що вже досить, саме тоді починається справжня робота. Після цього планка ніг, також лежачи на спині. Фіксуй положення на такий самий проміжок часу. Твій прес повинен навчитися витримувати навантаження не лише в русі, а й у статиці. Так формується витривалість і м'язовий контроль. Ті якості, які відрізняють спортсмена від любителя. Пам'ятай, сильний прес - це не лише про рельєф, це про баланс, силу волі і дисципліну. Кожне повторення - це крок уперед. Працюй регулярно, дихай правильно, відчувай своє тіло. І пам'ятай, ти не просто тренуєш прес, ти формуєш характер. Виконуй дані комплекси вправ, чергуй їх на своїх тренуваннях і вже через короткий проміжок часу ти відчуєш результат. Дякую за увагу."
    },
    {
        "id": "GR5BvQA6vOc",
        "title": "Найдовший бій в історії боксу — 110 раундів незламної волі 🥊 / ⚡Сила волі — це твій найкращий тренер",
        "thumbnail": "https://img.youtube.com/vi/GR5BvQA6vOc/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=GR5BvQA6vOc",
        "transcript": "Усім привіт. Сьогодні хотів би зануритись з вами в одну історичну подію спорту, яка сталася в новому арлері штату Луїзіана, США, а саме 6 квітня 1893 року. &gt;&gt; Уяви маленьку арену з кількома сотнями глядачів, де двоє чоловіків виходять у ринг, не здогадуючись, що увійдуть в історію. Джек Берк - технічний, витривалий, справжній майстер рингу. Проти нього Енді Бовен, боєць із серцем Лева, готовий стояти до останнього. Вони билися, увага, 110 раундів. Бій тривав понад 7 годин та 19 хвилин. Став найдовшим в історії боксу, без нокаутів, без переможців. Лише Залізна воля, повага і незлавність духу. Цей поєдинок довів. Справжня сила не в ударі, а в тому, щоб не здатися, коли важко. Підписуйся, став емоцію і далі ми розберемо цей легендарний бій. поїхали. &gt;&gt; І що саме цікаво, що бій не завершився чиєюсь перемогою. Бій завершився тим, що спортсмени не змогли фізично діяти і їм була присуджена нічия. Зрозумійте мене правильно. транслювати дану історичну подію. Мені б хотілося зі сторони того, що наскільки спортсмени були готові фізично, щоб протриматися, не протриматися, а пробоксувати на максимальних обертах, які які надає організм людини до 110го раунду. І уявіть, які думки були в головах даних двох спортсменів при очікуванні, що суперник здасться. Нічия була просуджена тому, що вони не змогли фізично продовжувати бій. Ресурс двох боксерів закінчився, вичерпався, але люди не здались. Спортсмени стояли, просто не могли рухатись фізично. Після оголошення нічиї спортсмени не могли підняти руку. Спортсмени просто стояли, обнявшись, стікаючи роди. Енді Боу відновився після бою продовжим, але загинув трагічно. У 1894 році під час чергового бою він впав і вдарився головою в брин і помер. Чек бер після після бою мав шалені травми кістей рук, після чого вже не міг відновитися і продовжити на такому самому рівні боксувати. Е, він розпочав тревенську діяльність. Щоб зрозуміти дану історичну подію, потрібно зрозуміти специфіку анатомії людини і морально-вольових якостей людини. Чому приминув саме даний боксерський поєдинок? Не тому, що якась перевага до боксу чи захоплення, ні. Це стосується будь-якого спорту. Якщо ви думаєте, що в легкій атлетиці немає суперництва, ви глибоко помиляєтесь, тому що навіть будь-який професійний світового рівня спортсмен, який займається ідиноборством, боротьбою, будь-яким видом спорту, він вам скаже, що бігти довгі дистанції - це є дуже важко. І коли біля тебе поруч починає бігти така наша постійна подруга, як Лін, боротися з нею дуже важко. І недарма є таких дистанцій в легкій атлетиці, як 800 м. Здається, небагато, але хто біг, той знає. Особливо нетренований бігом на 800 м. Людина, яка в перші рази біжить дану дистанцію, вона прекрасно розуміє, що коли хочеться просто зупинитись моментально, не збавити швидкість, не побігти просто стати і зупинитись, тому що це важко. І здавалося, чому 800 м бігуни спортсмени та спортсменки не біжать по своїй доріжці, тому що там так само суперництво. Тому що після віражу вони заходять на загальне коло і вони змагаються один з одним. Змагаються, по-перше, з собою, а по-друге, з такими самими людьми, які боряться з собою тільки фізично, поштовхами, мінімальними, лігтями, підніжками, будь-якими методами, які дозволені і недозволені в будь-якому. Чи ви думаєте, що марафон легко? чи півмарафон. Будь-яка дистанція - це дуже важко. І уявіть людину, яка починає тренуватись, бігти марафон. Ви уявляєте, які які думки в голові даного спортсмена або спортсмена? Що вона відчуває тоді, коли лінь, коли важкість тебе переговорює, коли ти більше не можеш. Але в спорті, так як не тільки в спорті, а в будь-якому відношенні до будь-чого, до роботи, до мистецтва, до будь-чого, після перетину мертвої точки ти розумієш, що ти переборов свої можливості, що ти переборов свою втому, що ти переборов свою фізичну знемогу. І ти починаєш бігти. Після вмикання другого подиху ти просто біжиш і ти починаєш відчувати відчувати, що ти зміг перебороти себе. Хоча в момент, коли ти вже не міг, ти думав, що ти це не перетерпиш. Це розуміють спортсмени, які бігали, які боролись, які стикали, які будь-хто, музиканти, барабанщи, піаністи, які не встигали за пальцями, за ритмом, за Але вони розуміли, коли в них це виходило, це запам'ятовувалось в нашому процесорі як дію, яку організм зміг виконати. І воно вже працює. Дане відео я хотів би даним відео хотів би донести людям, які починають займатися спортом, що ви повинні не тільки вчитись на професійних спортсменах, які показують гарні результати, повинні зрозуміти, яким шляхом вони до цього член. Ви повинні зрозуміти, що важкість, яку ви переборюєте, вам дає можливість в житті крокувати дуже легко і дивитись, сидячи за столом на черговому застіллі і що потрібно почати завтра займатись спортом, через тиждень піти в зал, післязавтра пробувати схуднути. Вам робиться смішно. Смішно від того, що ви це все пережили і перепробували. Тому людям, які займаються, починають займатися спортом, тренерам, які задіяні при вихованні дітей, людей, спортсменів, звертайте увагу на морально-вольові якості людей, не тільки спортсменів, а й людей. Тому що без морально-вольових і виховання даного безпрограшного результату виховання не може бути свідомого розвитку людини. Дану історичну подію я висвітлив тому, що хотів би наголосити, що фізичний розвиток не завжди в пріоритеті, що варто працювати над морально-вильовими якостями. які напрацьовуються довго. Так, звичайно, багато залежить від характеру людини, від генетичних даних, від багатьох, від багатьох показників, але розвиток морально-велевих якостей - це є це є необхідність в житті, не кажучи вже про спорт, тому що по житті не набагато легше, а й часто важче, навіть в буденному житті, ніж в спорті. В спорті люди відпочивають. Залежність від спорту - це є одна з найкращих залежностей в світі, чистих залежностях. Тому дякую за увагу. Працюйте над собою, любіть себе, шануйте себе і приступовуйтесь до дзвіночків, які лунають ваші, тому що вони підсказують, коли ви сифоните, а коли ви працюєте, він не підсказує, тому що ви самі показуєте, що ви працюєте. Беріть це з собою і ви переможете. Дякую за увагу. Yeah."
    },
    {
        "id": "fvXQ5AeAWb8",
        "title": "Екстензія і гіперекстензія: правильна техніка та користь для спини і сідниць. ",
        "thumbnail": "https://img.youtube.com/vi/fvXQ5AeAWb8/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=fvXQ5AeAWb8",
        "transcript": "Привіт, друзі. Сьогодні ми розберемо одну з найефективніших вправ для спини та сідниць, екстензію і гіпеereкстензію. Чим вони відрізняються? Як виконувати правильно? І які помилки можуть не просто знизити ефект, а й нашкодити вашій спині. Якщо ви тренуєтесь для здоров'я, гарної постави або силового прогресу, це відео обов'язково для вас. Підпишись, щоб не пропустити інші корисні розбори. І поїхали. Для виконання екстензії використовують спеціальні станки. Вони бувають горизонтальні та підкутом. Горизонтальний варіант більше підходить для початківців. Він дає стабільність і дозволяє зосередитись на контролі руху. Станок під кутом більш функціональний, дозволяє краще розтягнути і скоротити м'язи спини, сідниць та задньої поверхності стегна. Саме тому його часто використовують у фітнес-клубах для профілактики проблем із попереком. Гіперекстензію варто виконувати підконтрольно, без різких рухів і фаз повного розслаблення. Найкраще на горизонтальному станку, де легше відчути роботу м'язів і уникнути перевантаження хребта. Пам'ятайте, вправа не про швидкість, а про контроль і відчуття напруги у кожній фазі. Екстензія - це вправа, яка зміцнює глибоке м'язи спини, формує правильну поставу, знімає напругу після сидячої роботи. Вона допомагає підтримувати здоров'я поперикового відділу, запобігає болям у спині та покращує стабільність у будь-яких силових рухах. Це базова вправа для кожного, хто хоче мати сильний, здоровий корпус і витривалу спину. Окремо варто відзначити екстензію під кутом, коли акцент іде на грудному відділі. Це чудовий спосіб розвантажити спину після тривалого сидіння, особливо для тих, хто багато працює за комп'ютером. Рух виконується м'яко. Піднімаємось, зберігаючи нейтральну лінію спини. а у верхній фазі лише легке скорочення м'язів без прогину. Така варіація покращує рухливість хребта, активізує міжлопаткову зону і знімає напругу з шиї та плечей. Ще одна ефективна варіація - це екстензія з протяжкою ліків до підлоги у станку під кутом. Під час підйому лігтів ведемо назад і вниз, уявляючи, що хочемо торкнутись ними підлоги. Це активує не лише розгиначі спини, а й широкі м'язи спини та задній пучок дельти. Таким чином ми поєднуємо роботу корпусу та верхньої частини спини. Це чудово для комплексного розвитку. А тепер одна з найкорисніших для жінок і найпопулярніших версій. Екстензія в станку під кутом для сідниць. Тут важливо трохи заокруглити спину, опустити підборіддя до грудей і максимально скорочувати сідничні м'язи у верхній точці. Рух повинен бути короткий, контрольований, без різких прогинів. Ви ніби вичавлюєте сідниці у верхній фазі, концентруючись на стисканні, а не на розгинанні спини. Це варіант, який чудово підходить для тих, хто хоче сформувати округлі підтягнуті сідниці без навантаження на поперек. Виконуйте дану вправу 15-20 повторень повільно, з максимальною концентрацією на м'язовому відчутті. І ефект ви відчуєте вже через кілька тренувань. А якщо у вас немає станка, не проблема. Лягайте на живіт і виконуйте вправу, піднімаючи одночасно ліву руку і праву ногу, потім навпаки. Це класична альтернатива Супермен, яка чудово зміцнює поперек сідниці та задню частину плеча. Головне рух повільний, без розгойдувань, з короткою паузою у верхній точці. Пам'ятайте, екстензія та гіперекстензія - це не просто вправи для спини. Це інструмент здоров'я і довголіття вашого хребта. Виконуйте її регулярно, і ви відчуєте, як зникає напруга в попереку, покращується постава і витривалість у будь-яких вправах."
    },
    {
        "id": "rpatIQOxuCw",
        "title": " Наскільки важлива передня рука в боксі? | Контроль дистанції та темпу бою",
        "thumbnail": "https://img.youtube.com/vi/rpatIQOxuCw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=rpatIQOxuCw",
        "transcript": "Сьогодні ми зробимо акцент на одному з найважливіших елементів боксу роботі передньою рукою. Саме вона визначає дистанцію, темп і контроль у поєдинку. Без якісної передньої руки неможливо грамотно вести бій ні в атаці, ні в захисті. Передня рука - це твій інструмент відчуття суперника. Вона працює як щуб або навіть тростина. Допомагає бачити дистанцію, навіть коли очі не встигають. Вона показує, наскільки ти близько, коли варто атакувати, а коли відступити. Не завжди потрібно бити сильно. Іноді легкий дотик передньою рукою може зробити більше, ніж потужний удар. Це спосіб зупинити суперника, перевірити його реакцію або змусити помилитися. Передня рука - це найкоротша відстань до опонента, тому вона одночасно і атакує, і захищає. Вона має бути різкою, точною, незатягнутою і дуже витривалою. Коли ти працюєш передньою рукою, ти контролюєш бій, задаєш ритм, диктуєш темп і не даєш супернику нав'язати свою гру. Одна з найефективніших дій - це здвоєний джеп. Перший удар у голову, другий у корпус. Або навпаки спершу в корпус, потім різко в голову. Ця зміна рівнів збиває суперника з ритму, змушує його відкриватися і губити орієнтацію. Після такого маневру легко перейти до потужної атаки задньою рукою. Передня рука працює набагато частіше, ніж ударна. Вона майже не зупиняється, контролює, тримає дистанцію, провокує, а головне- не дає супернику дихати. Так, вона менш енергозатратна, але вимагає постійної уваги, координації та витривалості. Її робота - це постійний рух, пошук маневру і точності. Передня рука - це не просто удар, це інструмент управління боєм. Вона одночасно атакує, контролює і захищає. Вона має працювати постійно, з різною швидкістю, різною силою і під різними кутами. А що найважливіше, вона повинна переходити з атаки в захист і назад без пауз і вагань. Тому розвивай свою передню руку, і вона стане твоїм щитом, твоєю зброєю і твоїм компасом в бою."
    },
    {
        "id": "hkITEPKalKI",
        "title": "10 хвилин з гирею | Тренування витривалості та сили /  Strength & Endurance Training",
        "thumbnail": "https://img.youtube.com/vi/hkITEPKalKI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=hkITEPKalKI",
        "transcript": "Гіря - це не просто спортивний снаряд, а потужний інструмент для розвитку сили, витривалості та стійкості серцево-судинної системи. Тренування з гірою протягом лише 10 хвилин може стати справжнім викликом навіть для професійного спортсмена. Таке навантаження поєднує силову роботу, функціональні рухи та аеробний компонент, що робить його одним з найефективніших способів підвищити загальну фізичну підготовку. Під час десятихвилинної роботи з гірює важливо підтримувати темп і техніку. Можна комбінувати класичні герої вправи, такі як ривок, поштовх, бахи, присідання, жим однією рукою з вправами на загальну витривалість, як от брбі, випади або присіди з власною вагою. Таке поєднання навантажує не лише м'язову систему, а й активно тренує серце, легені та нервову-м'язову координацію. Гиря створює динамічне навантаження, де тіло змушене постійно стабілізуватися. Це сприяє розвитку функціональної сили, статичної витривалості та загальної працездатності організму. Протягом 10 хвилин ви отримуєте ефект повноцінного кардіо, силового і функціонального тренування одночасно. Щоб збільшити ефективність, справи можна виконувати в інтервальному режимі. Наприклад, 40 секунд роботи, 20 секунд відпочинку або безперердним потоком, змінюючи рухи та комбінації. Головне не втрачати контроль над диханням і підтримувати стабільний ритм. Такі тренування стимулюють адаптацію серцево-судинної системи, покращують окислювальні процеси в м'язах і поступово підвищують поріг втоми. З часом організм вчиться працювати економніше. Це і є розвиток справжньої витривалості. Пам'ятай, що до таких інтенсивних навантажень потрібно підходити поступово. Спочатку опануй техніку базових вправ із гірю. Підготуй м'язи, зв'язки та серцево-судинну систему. Лише після цього переходь до 10тихвилинних комплексів. Це тренування не просто змусити себе втомитись. Це робота на розвиток функціональних якостей, які роблять тіло сильним, витривалим і стійким до будь-яких навантажень. Тож, якщо ти хочеш підняти свою фізичну форму на новий рівень, бери гірю, вибирай власну комбінацію вправ і працюй на максимум протягом 10 хвилин. Поступово, але впевнено, саме так будується справжня сила і витривалість."
    },
    {
        "id": "crWm0NGmC2g",
        "title": "Як ставити кулак при ударі?👊 / How to position your fist when punching?🤜",
        "thumbnail": "https://img.youtube.com/vi/crWm0NGmC2g/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=crWm0NGmC2g",
        "transcript": "У будь-якому ударному мистецтві надзвичайно важливо не тільки те, як ви рухаєтесь, а й саме ставити кулак у момент удару. Здавалося б дрібниця, але від цього залежить багато. Правильна постановка кулака забезпечує захист від травм зап'ястя та кисті, більшу силу та ефективність удару, правильно закриті стійки та компактність техніки. Існують різні варіанти постановки кулака. Хтось є більш класично, хтось трішки розвертає руку для зручності, але головний принцип один: кулак повинен бути анатомічно стійкий і працювати узгоджено з траєкторією удару. Неправильне положення кулака призводить до підвищеного ризику травм, втраченого контролю і слабшої передачі сили. Тому сьогодні ми розберемо, як саме кулак рухається по дузі і яку орієнтацію долоні варто вибирати для різних ударів. Щоб простіше зрозуміти принцип, уяві коло. Саме вздовж цієї уявної лінії має рухатися наш кулак під час удару долоною всередину. Коли ви викидаєте руку, уявіть, що ваш кулак рухається по прямій, яка співпадає з даною дугою. При цьому кулак має бути щільно стиснутим. Великий палець накривати два середніх. Зап'ясток триматися рівно. Якщо кулак буде навіть трохи заламуватись, навантаження піде не туди і ризик травмувати руку. Важливо пам'ятати, сила удару йде не тільки від руки, а й від усього тіла. Але постановка кулака - це фінальний момент, який або передасть енергію супернику, або забере її у вас через помилку. Отже, правильна постановка кулака - це основа безпечної ефективної техніки. Вона забезпечує силу, точність і контроль. Запам'ятайте головний принцип: рух уздовж уявної дуги кола і пряма жорстка кість."
    },
    {
        "id": "RQamibQ8QGg",
        "title": "Класика чи кружка? Розбираємо техніку бокового удару 🤜/ Boxing tips: which hook is better🤛",
        "thumbnail": "https://img.youtube.com/vi/RQamibQ8QGg/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=RQamibQ8QGg",
        "transcript": "Сьогодні розберемо цікаве питання, яке часто виникає в боксерів та експертів. Який удар кращий: кружкою чи класикою? Обидва варіанти мають свої сильні сторони, недоліки та особливості застосування. Давайте детально розберемо, щоб ви розуміли, коли і як удар використовувати. Основні плюси удари кружкою. Природність руху, рука та зап'ястя знаходиться в більш зручному положенні. Ближня дистанція. Зручно працювати в клінч чи в тісному бою. Компактність. Удар менш помітний для суперника. Нучкість у серіях легко переходити аперкоти. Лікоть закритий, менше шансів пропустити удар знизу. Також є мінуси - це менша сила, коротша дистанція, втягування в клінч. У момент класичного удару кулак повертається горизонтально долоною вниз. Основні плюси. Максимальна сила добре включається плече і корпус. Дальня дистанція. Зручний для середньої та дальньої дистанції. Універсальність. Стандартний варіант легко комбінувати. Прохідність через блок. Пряма траєкторія пробиває захист. Технічна стабільність легко контролювати. Також мінус: ризик для зап'ястя при нету влучанні. Помітний замах менш компактний на ближній дистанції відкриває лікоть. Зрозумійте мене правильно. Ці удари не суперники, а доповнення один одного. Кружкою зручно працювати в ближньому бою, класикою бити сильно і здалеку. Наприклад, для лівщі правий кружкою, лівий класикою. Така зміна траєкторії робить серію непередбачуваною. Багато хто думає, що класика сильніше навантажує плече, але на практиці при крушці плече бере більше ротаційного навантаження через довгоподібний характер руху. При класиці рух коротший, сила розприділяється через корпус і таз, тож на плечі навантаження в середньому менше, якщо техніка виконана правильно. Далі треба володіти обома техніками. Використовуйте кружку для ближнього бою, коли потрібно обійти блок по дузі класику для середньої та дальньої дистанції, коли важлива максимальна сила. Працюй над переходами, розумій траєкторію кожного удару. Тоді ти зможеш комбінувати їх так, щоб мінімізувати недоліки та максимально використати сильні сторони. H"
    },
    {
        "id": "Nf6gek05M1c",
        "title": "Ефективні вправи на ікри | Сила, швидкість, витривалість / Calf Workout | Strong Legs for Sports",
        "thumbnail": "https://img.youtube.com/vi/Nf6gek05M1c/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Nf6gek05M1c",
        "transcript": "М'язи гомілки, а саме литкові м'язи, кабалоподібний м'яз ахиловий сухожилок. Саме цей комплекс м'язів бере участь у кожному кроці, стрибку, бігу. Це та сама база, яка відповідає не тільки за красиву форму ніг, а й за вибуховість, швидкість і витривалість у спорті. Багато хто помилково вважає, що для розвитку литкових м'язів достатньо лише силових підйомів на носках з великою вагою. Але правда в тому, що це м'язе своєю природою більш витривалий і краще реагує на динамічні навантаження. Стіни ходіння, біг угору, стрибки. Усе це стимулює волокна литкових м'язів значно ефективніше, ніж кілька важких підйомів у залі. Худьба на підйоми або біг по сходах - це природній одночасно надзвичайно ефективний спосіб розвитки видків. При такій роботі м'язи працюють у повній амплітуді, отримують як силове, так і функціональне навантаження. Крім того, тренується серцево-судинна система, витривалість і координація. Ще один цікавий варіант бій з тінню. Здавалося б, це технічна право для боксу, але насправді вона активно залучає литкові м'язи. Постійні підскоки, зміна напрямків, робота на носках. Усце не лише робить ноги швидкими, а й поступово покращує литки в динаміці. Таким чином, якщо твоя мота сильні, витривалі і водночас функціональні литкові м'язи або м'язи гомілок, не обмежую лише класичним підйомами наз. Додаю свій тренувальний процес, хоть був по підйому, біг по сходах, стрипові вправи та бойові рухи. Саме такий різнодобічний підхід дає найкращий результат і з точки зору сили, і з точки зору спортивної ефективності."
    },
    {
        "id": "XzdGUMAo-us",
        "title": "Джеб — головний удар у боксі / Jab – the key boxing punch",
        "thumbnail": "https://img.youtube.com/vi/XzdGUMAo-us/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=XzdGUMAo-us",
        "transcript": "Джеп - це фундамент боксу. Простий удар, але саме він відкриває шлях до більшості комбінацій. Без якісного джебу неможливо контролювати дистанцію і темп бою. Основні помилки. Найчастіша помилка - це підняття голови під час удару. Це відкриває захист і робить вас уразливим. Друга. Відведення руки занадто далеко від корпусу. Удар стає довгим і передбачуваним. Ще одна помилка- відсутність роботи ніг. Коли джеп б'ється тільки рукою, він втрачає силу і швидкість. І, звичайно, зайва напруга. Джеп має бути різким і легким, а не зажатим. Щоб зробити джеб ефективним, залишайте підборіддя, прикрите плечем. Виводьте руку прямо з корпусу. Мінімізуйте зайві рухи. Підключайте корпус і ногу, щоб удар шов від усього тіла. Повертайте руку назад одразу після контакту. Джеп - це не тільки атака. Це спосіб тримати суперника на відстані, збивати його ритм і готувати власні серії. [музика] Пам'ятайте, сила джебу в його швидкості та точності. Відпрацьовуйте цей удар щодня, і він стане вашою найкращою зброєю в ринзі. Тренуйтесь правильно, і ваш джеп працюватиме замість вас. Дякую."
    },
    {
        "id": "4MoQQIuxbHk",
        "title": "Вправи для розвантаження спини | Грижі, протрузії, після тренувань",
        "thumbnail": "https://img.youtube.com/vi/4MoQQIuxbHk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=4MoQQIuxbHk",
        "transcript": "Вітаю. Сьогодні ми поговоримо про вправи для розвантаження спини. Дані вправи корисні як для людей, які мають проблеми з хребтом, наприклад, протрузії чи міжребцеві грижі. Так і для спортсменів після інтенсивних тренувань. Правильне розвантаження допомагає зменшити біль, покращує рухливість та знижує ризик загострень. Наш хребет щодня зазнає навантаження під час роботи, занять спортом чи навіть у повсякденних рухах. Коли існують проблеми зі спиною, міжхребцеві диски можуть стискатися сильніше, викликаючи біль та дискомфорт, а після важких тренувань м'язи спини перевантажуються і потребують розслаблення. Саме тому вправи на розвантаження - це базовий інструмент профілактики і відновлення. Виконуйте вправи повільно, без ривків. Слухайте свої відчуття. Легке розтягнення - це нормально. Різкий біль - сигнал зупинитися. Краще робити комплекс щодня по декілька хвилин, ніж раз на тиждень довго. Якщо є гострий біль або сильні загострення, обов'язково проконсультуйтеся з лікарем. Отже, вправи для розвантаження спини допомагають підтримувати хребет здоровим, знімають напругу після важких тренувань і є важливою частиною профілактики. Виконуйте їх регулярно, і ви відчуєте, як спина стає більш гнучкою та витривалою. Дбайте про свій хребет, адже він є основою руху та активного життя."
    },
    {
        "id": "u53x_pGqW34",
        "title": "Основні аспекти тренування спини #sports #gym #motivation #станова тяга #виконання",
        "thumbnail": "https://img.youtube.com/vi/u53x_pGqW34/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=u53x_pGqW34",
        "transcript": "Усім вітання. Декілька хвилин хотів би приділити увагу тренуванню та розвитку такої важливої частини тіла, як спина. Спина - це несуча конструкція нашого організму і щоденно отримує колосальні навантаження і витримує. Однією з найкращих вправ для підсилення та розвитку спини являється станова тяга. Вона добре працює з гармональною системою і при виконанні даної вправи задіюються майже всі м'язові м'язові вузли нашого організму. Але станову тягу не завжди можна виконувати усім людям. Дана вправа підходить як чоловікам, так і жінкам. Але є дві категорії людей, яким не бажано виконувати стан обтягу. Це люди, котрі, перше, це люди, котрі на протязі життя отримали травми або на протязі спортивної кар'єри отримали значні травмування, друзі, грижі, зміщені. І друга категорія людей - це люди, які ведуть пасивний спосіб життя, котрі працюють на комп'ютері, діти, які мало ведуть малорухливий спосіб життя і при максимально розслабленому хребті м'язи не справляються втримати його правильно положення. чотири прогріби хребта. Це шийний відділ, горний відділ, поперековий відділ та куп. І для збереження хребта в в справності, можна сказати, потрібно зберігати даних чотири повіт і тренувати їх правильно. Для заміни становитяги використовуються блочні тражери, якісно розтягують м'язові волокна і можна добре скоротити їх при при оптимально підібраних вах. Тому так як в даному відео можете користуватись, займайтесь і бережіть свій пример. Дякую за увагу. Окей."
    },
    {
        "id": "UgZDC0a9iKs",
        "title": "Що краще тренувати біцепс чи трицепс?😉#sports #motivation #виконання #boxing#трицепс ",
        "thumbnail": "https://img.youtube.com/vi/UgZDC0a9iKs/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=UgZDC0a9iKs",
        "transcript": "Усім вітання. Декілька секунд хотів би приділити такому куменно-дискусійному питанню, які м'язи краще тренувати. Лише два м'язи в анатомії людини важко тренувати. Це язик і далі в коментарях. Але якщо при проблемі часу і стоїть питання, що краще потренувати: біцепс чи тріцепс, давайте повернемось в ракурс дитинства і згадаємо, що коли ми бачимо, як дитинка розвивається, вона починає ходити і падати. І при падінні дитинка приймає все навантаження на тріцепс. І коли дитинка починає харчуватися столовими приборами, там вона задіює біцепс. Тому при виборі втримати себе в збереженості або наїстись і напитись, тут ваш вибір. Буде вам добре."
    },
    {
        "id": "kgB-X-4xsug",
        "title": "100 бурпі в 42 #sports #krossfit #motivation#boxing ",
        "thumbnail": "https://img.youtube.com/vi/kgB-X-4xsug/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=kgB-X-4xsug",
        "transcript": null
    },
    {
        "id": "K_UDPSFXecY",
        "title": "Маківара. Як підсилювати кисті рук",
        "thumbnail": "https://img.youtube.com/vi/K_UDPSFXecY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=K_UDPSFXecY",
        "transcript": null
    },
    {
        "id": "rSpUcgCxQok",
        "title": "Тренування силової витривалості ніг /            leg strength training#boxing #sports #motivation ",
        "thumbnail": "https://img.youtube.com/vi/rSpUcgCxQok/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=rSpUcgCxQok",
        "transcript": null
    },
    {
        "id": "oP1rdZ0PLZI",
        "title": "Уклон з виходом і контрударом#boxing #motivation #sports ",
        "thumbnail": "https://img.youtube.com/vi/oP1rdZ0PLZI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=oP1rdZ0PLZI",
        "transcript": null
    },
    {
        "id": "JE_WxdRDBww",
        "title": "4 серпня 2025 р.",
        "thumbnail": "https://img.youtube.com/vi/JE_WxdRDBww/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=JE_WxdRDBww",
        "transcript": null
    },
    {
        "id": "NlNFo7Xp-SY",
        "title": "🔥Відтискання на брусах. Усе просте - геніальне!👍 #спорт #зфп #фізкультура #мотивація #бруси #фітнес",
        "thumbnail": "https://img.youtube.com/vi/NlNFo7Xp-SY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=NlNFo7Xp-SY",
        "transcript": "Відтискання на брусах - це класика. Все просте, геніальне, все безцінне, безкоштовне. Ніяких тренажерів, тільки ти, бруси і сила власного тіла. Ця вправа ідеально розвиває тріцепс і грудні м'язи. Глибоке підконтрольне опускання, максимальне розтягнення, спокійний впевнений старт вгору, чиста сила без ривків. Без розкачки. Мінімізуй коливання ніг. Контроль кожного сантиметра руху. Не поспішай. Якість важливіша за кількість, бо справжня сила будується просто, а просте завжди працює."
    },
    {
        "id": "3jEnhbuY0C4",
        "title": "🔥Вправа з власною вагою🫵 #спорт #мотивація #виконання #фітнес #зфп #фізкультура #fitness #бокс",
        "thumbnail": "https://img.youtube.com/vi/3jEnhbuY0C4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=3jEnhbuY0C4",
        "transcript": "Так, це важко. Так, тіло проручається. І саме тому ця вправа реально працює. Власна вага: без тренажерів і без виправдань. У роботі все тіло, сила, координація і повний контроль руху. Для тих, хто хоче міняти форму, ставати щоднішим, сильнішим і керувати своїм тілом, а не навпаки. Тут не просто рух. Це вміння тримати баланс, збирати тіло в одне ціле і працювати злагоджено. Складно, так, ефективно, без сумнівів. Результат приходить до тих, хто не зупиняється. Працюй регулярно, якісно із головою. Хочеш більше таких тренувань? Підписуйся і тренуйся разом з нами."
    },
    {
        "id": "QcHlRR0leso",
        "title": "🔥Відпрацювання довороту корпусу👊 #спорт #бокс #гиря #boxing #kettlebell #виконання #мотивація #зфп",
        "thumbnail": "https://img.youtube.com/vi/QcHlRR0leso/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=QcHlRR0leso",
        "transcript": "Якщо твій удар звучить страшно тільки в твоїй голові, ця вправа для тебе. Беремо гирю. Ривок чіткий, пружний, без хаосу. На рівні голови перехват в іншу руку і одразу фіксація кістці вгорі. Довертання корпусу, стопа провертається. Анекдот в тему. Тренер питає: \"Чого ти б'єш тільки рукою? Ну, вона ж ближче, а ноги ти з собою випадково взяв\". От саме тому і ми і працюємо через стопу та корпус, бо в ударних видах сила починається знизу. Стопа запускає, корпус докручує. тільки рука ставить крапку. Якщо під час перехвату ти виглядаєш впевнено, красень. Якщо як людина, яка ловить телефон при падінні, ще трішки практики. Ця вправа вчить тіло працювати як одна команда: синхронізація, координація, контроль. І коли все сходиться в одну мить, удар стає не гучним, а щільним. Тож крутимо корпус, фіксуємо кість, підключаємо стопу. Менше суєти, більше техніки. І тоді вже не ти наздоганяєш удар, а удар наздоганяє суперника. Ah. Oh"
    },
    {
        "id": "qQhlI6onkV4",
        "title": "🔥Тренування м'язів пресу та косих м'язів живота #спорт #фітнес #фізкультура #мотивація #прес #зфп",
        "thumbnail": "https://img.youtube.com/vi/qQhlI6onkV4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=qQhlI6onkV4",
        "transcript": "Чоловіки, увага. Це не танці, це апгрейд корпусу. Стаємо в бокову планку, лікують під плечем. Опора стабільна, як характер справжнього мужика. Працює прес в косі. Прокидаються навіть ті, хто просто тримався роками. А тепер фокус. Вільну ногу ведемо до вільної руки вгору. Контроль, баланс. Ніякої метушні. Зміна. Інша нога. Мах попри підлогу і одночасно пряма рука летить у протилежний бік. Так, саме так. Таз починає рухатись, а кульчові суглоби кажуть: \"Дякуємо. Нарешті\". Ця вправа не просто на прес. Це рухливість тазу, стабільність корпусу і те, що реально потрібно чоловікам, щоб рухатись впевнено, бити сильно і жити без фрази: \"Ой, щось тягне\". Контроль дихання, плавні рухи. Працюємо якісно. Не поспіх, а результат. Приєднуйся. Бо сильний корпус - це не просто слова, це база."
    },
    {
        "id": "CliSktSe8qQ",
        "title": "🔥Вправа для розвитку координації🤸 #спорт #гиря #бокс #boxing #kettlebell #мотивація #виконання  #зфп",
        "thumbnail": "https://img.youtube.com/vi/CliSktSe8qQ/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=CliSktSe8qQ",
        "transcript": "Якщо ти шукаєш вправу, яка одночасно розвиває вибухову силу і перевіряє, чи дружить твоє тіло з мозком, вітаю, ти її знайшов. Опора лише на одній нозі. Ривок виконується протилежною рукою. І не просто підняти, а обов'язково тримаємо гіряну доловою, доки тіло повністю не зупиниться. Повністю, не майже, аж поки внутрішній навігатор не скаже: \"Все, посадку завершено\". І тут починається найцікавіше. Вільна нога і вільна рука хаотично шукають точку рівноваги в повітрі. Виглядає так, ніби тіло оновлює прошивку прямо під час вправи. І це, мабуть, єдина вправа, де в якийсь момент ти щиро хочеш, щоб стопа стала хоча б на розмір більше, просто для впевненості. Але ні, баланс або є, або ти його терміново вчиш. Гірю, повертаємо на підлогу. В старт, увага, вільна нога підлоги не торкається ніяких. Я на секунду, ми тут чесні люди. 8-10 повторень і ти починаєш відчувати, як нога горить, корпус тремтить, а мозок намагається зрозуміти, чому сьогодні він працює понаднурмово. І найсмішніше, цьому неможливо повністю навчитись. Кожен підхід, нова версія себе: сьогодні хитнула вперед, завтра назад, післязавтра ти здивувався, як взагалі в тебе вийшло. Це і є розвиток координації. Тіло адаптується в реальному часі. Вибух, стабільність, контроль. Після 80-10 повторень міняємо ногу і руку. І друга сторона раптом згадує, що вона не така вже й домінантна. Це не просто ривок, це розмова з сили з балансом. І якщо ти її витримав, повага. Підписуйся, приєднуйся, тренуйся. Тут ми вчимо тіло тримати слово."
    },
    {
        "id": "CyGki0q98HI",
        "title": "🔥Аперкот на мішку👊 #спорт #бокс #виконання #мотивація #ударзнизу #boxing #uppercut #sports",
        "thumbnail": "https://img.youtube.com/vi/CyGki0q98HI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=CyGki0q98HI",
        "transcript": "Не маєш спеціальної груші, немає напарника з лапами, спокійно, це не причина не працювати над аперкотом. Беремо вертикальний мішок і відпрацьовуємо удар знизу вгору. [музика] Ключовий момент - лікоть. Він йде першим і торкається мішка, щоб тіло запам'ятало правильну траєкторію руху. [музика] Корпус підключається, вага переноситься, а кулак формується по правильному вектору: щільно, компактно і технічно. Це не просто удар рукою, це цілісна конструкція оперкоду. ноги, корпус, лікоть і кулак працюють разом. Такий підхід симулює реальний удар знизу і допомагає закрити правильну техніку, навіть без груші та лап. Працюй усвідомлено, контролюй рух і тренуйся регулярно. H"
    },
    {
        "id": "li57b_6kUOU",
        "title": "ЗФП🔥 #спорт #виконання #мотивація #гімнастика #фізкультура #сила #бокс #фітнес",
        "thumbnail": "https://img.youtube.com/vi/li57b_6kUOU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=li57b_6kUOU",
        "transcript": "А зараз буде вправа, яка виглядає так, ніби ти випадково натиснув кнопку випадковий рух у своєму тілі. Це комплекс для загальної фізичної підготовки, серцево-судинної системи, координацій і тих самих кульшових, про які всі згадують, коли вже пізно. [музика] Стартуємо з планки на руках. Так просто стоїмо, наче спокійно, але це пастка. Заводимо ногу під протилежну руку і ставимо стопу на підлоги зовнішньою стороною. Тіло вже таке. Ага, цікаво. Тепер кульмінація. Іншу ногу імпульсно проводимо над опорною через бік, поряд із підлогою, але не торкаючись. І щоб життя не здавалося простим, піднімаємо руку до плеча ту саму, яка заважає нозі. Рух контрольований, дихання живе, координація росте, а серце радіє. Потім міняємо сторону і знову дивуємо власне тіло. Це не хаос, це розумний рух. І саме так будується сильне живе тіло. &gt;&gt; [музика] &gt;&gt; Yeah."
    },
    {
        "id": "US0z3vYwmdA",
        "title": "🔥Тренування ніг та спини💨 #спорт  #сила #мотивація #гиря #kettlebell #виконання #зфп #фізкультура",
        "thumbnail": "https://img.youtube.com/vi/US0z3vYwmdA/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=US0z3vYwmdA",
        "transcript": "Увага! Це комплекс, після якого ноги з тобою не розмовляють. Спина пише заяву на відпустку, а Геря починає звертатися до тебе на ви. Махи уприсять! Бам! І одразу мах пряму стійку над головою. Полетіли! Тут ноги головні, спина як кабель високої напруги, а руки руки просто тримаються за [музика] життя. Ми гилю не тягнемо, ми її катапультуємо, не підіймаємо, відправляємо у відпустку над головою. Це не два рухи. Це як ранкова кава плюс холодний душ. Різко, бадьоро і без питань. Зробив правильно, гориш. Зробив слабо, гір'я це бачить і вона пам'ятає. Підписка, вподобайка, коментар. Дякую. Yeah."
    },
    {
        "id": "vTQ38CyYvQI",
        "title": "🔥Планка з м'ячем😉#спорт #фітнес #мотивація #fitness #виконання #фізкультура #зфп #motivation",
        "thumbnail": "https://img.youtube.com/vi/vTQ38CyYvQI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=vTQ38CyYvQI",
        "transcript": "Здається, дитяча забавка. Перекидаємо м'ячик з долоні в долоню. Легко. Зараз перевіримо, бо ми це робимо в планці, на долонях. І тут раптом дитинство закінчується. М'ячик летить, а корпус тримається. Прес горить, плечі в шоці. А мозок такий: \"А ми точно на тренуванні?\" Рівна спина. Живіт зібраний та стабільний. Це не гра. Це контроль хаосу. Не завалюємося, не розгойдуємося. М'ячик ловимо спокійно, ніби все під контролем, хоча всередині паніка. Працюють плечі, кор, стабілізатори і твоє почуття гумору, бо без нього тут ніяк. Тож якщо вправа виглядає легко, значить ти ще не стоїш в планці. M."
    },
    {
        "id": "TQdu5mgYfXc",
        "title": "Комплекс - вбивця ніг!🔥#спорт #гиря #kettlebell #виконання #мотивація #тренуванняніг #силаніг",
        "thumbnail": "https://img.youtube.com/vi/TQdu5mgYfXc/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=TQdu5mgYfXc",
        "transcript": "Кажеш, ти генетично обдарований, присідаєш 200 плюс. Дзеркало підтверджує: \"Ти лев\". Ну що ж, зараз перевіримо ДНК. Знайомся, один комплекс, не дві вправи, не спочатку одне, потім інше, а один безперервний ланцюг болю. Таймер одна хвилина. Зроби три підходи і раптом з'явиться філософська думка. А може я не лев, а просто дуже впертий кіт. Магірі в присяді і без пауз, без надії, без життя. Одразу ривок в присяд. І так по колу, поки ноги не почнуть шукати кнопку вийти з гри. Це про витривалість сніг, про характер і про момент, коли повага до гигирі різко зростає. Якщо вижив, вподобайка. Якщо хоче ще, підписка, а якщо важко, то значить працює."
    },
    {
        "id": "edZp54iCAzE",
        "title": "🔥Гімнастика для спини #фізкультура #зфп  #спорт #виконання #мотивація #спина #більвспині",
        "thumbnail": "https://img.youtube.com/vi/edZp54iCAzE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=edZp54iCAzE",
        "transcript": "Це не йога. Це момент, коли твій хребет згадує молодість. Гімнастична вправа для поперкорудного відділу без магії, без мантр і без фрази: \"Дихай чакрами\". Тут ти не тягнешся, тут ти акуратно домовляєшся зі спиною. Перші секунди. О, приємно. Через 10. Ага, цікаво. Через 30. Добре, я більше так сидіти не буду. Роби спокійно і без ривків, бо це розтягнення, а не перевірка на виживання. Якщо після цього хочеться випрямитись, значить все зробив правильно. Вподобайка, підписка і хай спина служить довго."
    },
    {
        "id": "pxHuk4d47FE",
        "title": "🔥Комплекс для ніг та сідниць /ЗФП #спорт #гиря #kettlebell #мотивація #виконання #комплекс #фітнес",
        "thumbnail": "https://img.youtube.com/vi/pxHuk4d47FE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=pxHuk4d47FE",
        "transcript": "Окей, друже. В кадрі одна гиря 16 кг. Але не ведись, вона прийшла забрати твої ноги. Починаємо комплекс на ноги, сідниця і загальний фізичний розвиток. Без біганини, без зайвих слів, тільки робота. Мах у присяді. Розігріваємо мотор. Присяд з жимом, тобто трасти. Ноги працюють, плечі плачуть. Ривок гирі. Вибух, контроль і характер. І випад, щоб ти точно згадав, що таке стабільність. Після цього зміна рук і повторюємо, поки гиря не почне дивитись на тебе з повагою. Формат простий: три по одній хвилині або 3, 7 і 10 хвилин без перерви. А якщо після 10 хвилин ти ще можеш жартувати, значить тренування не на повно. Пам'ятай, не вага робить сильним, а регулярність. Постав вподобайку, підпишись на канал і напиши в коментарях, скільки хвилин витримав ти. Працюємо далі."
    },
    {
        "id": "XQLd4zhDrVw",
        "title": "🔥Передньої руки багато не буває!☝️#бокс #boxing #мотивація #спорт #виконання #фітнес #зфп",
        "thumbnail": "https://img.youtube.com/vi/XQLd4zhDrVw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=XQLd4zhDrVw",
        "transcript": null
    },
    {
        "id": "kPObf1CeQ7s",
        "title": "🔥Розвантаж грудний відділ🔥 #гімнастика #фізкультура #зарядка #спорт #виконання #мотивація #розтяжка",
        "thumbnail": "https://img.youtube.com/vi/kPObf1CeQ7s/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=kPObf1CeQ7s",
        "transcript": null
    },
    {
        "id": "TPJMi0RB52E",
        "title": "🔥Вправа для розвантаження спини #спорт #зфп #фізкультура #гімнастика #спина #більвпопереку #фітнес",
        "thumbnail": "https://img.youtube.com/vi/TPJMi0RB52E/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=TPJMi0RB52E",
        "transcript": null
    },
    {
        "id": "Vj7jF05pWqI",
        "title": "🔥Наставник - це той, хто веде до перемог! #спорт #тренер #наставник #спортивний зал #мотивація",
        "thumbnail": "https://img.youtube.com/vi/Vj7jF05pWqI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Vj7jF05pWqI",
        "transcript": null
    },
    {
        "id": "5ArgHrXFglY",
        "title": "🔥Станова тяга / Класика /Ази виконання #спорт #виконання #тяга #пауерліфтинг #сила #мотивація",
        "thumbnail": "https://img.youtube.com/vi/5ArgHrXFglY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=5ArgHrXFglY",
        "transcript": null
    },
    {
        "id": "kldhvB4ayOw",
        "title": "🔥Комплекс з гирею для тренування спини👍 #спорт #гиря #мотивація #спина #kettlebell #сила #виконання",
        "thumbnail": "https://img.youtube.com/vi/kldhvB4ayOw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=kldhvB4ayOw",
        "transcript": null
    },
    {
        "id": "mTa7i917hAM",
        "title": "🔥Загальна Фізична Підготовка👍 #спорт #виконання #фітнес #зфп #мотивація #фізкультура #бокс #сила",
        "thumbnail": "https://img.youtube.com/vi/mTa7i917hAM/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=mTa7i917hAM",
        "transcript": null
    },
    {
        "id": "cj1JiDmbzRQ",
        "title": "Комплекс з гирями🔥 #спорт #виконання#гиря #комплекс #мотивація #зфп #сила #витривалість #kettlebell",
        "thumbnail": "https://img.youtube.com/vi/cj1JiDmbzRQ/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=cj1JiDmbzRQ",
        "transcript": null
    },
    {
        "id": "2W0l2aN6p2o",
        "title": "Силова витривалість ніг🔥 #sports #спорт #гиря #Kettlebell #виконання #motivation #мотивація #сила",
        "thumbnail": "https://img.youtube.com/vi/2W0l2aN6p2o/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=2W0l2aN6p2o",
        "transcript": null
    },
    {
        "id": "EkmI7TMelsI",
        "title": "Вибуховий комплекс 🔥 #спорт #sports #зфп #мотивація #витривалість #виконання #тренування #fitness",
        "thumbnail": "https://img.youtube.com/vi/EkmI7TMelsI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=EkmI7TMelsI",
        "transcript": "Всім привіт. Даний імпульсний комплекс переводить організм у високий пульсовий режим і вчить тіло працювати вибухово. Тут формується швидкість, реакція та здатність миттєво мобілізувати м'язи. Це той тип навантаження, який відрізняє просто сильного від по-справжньому атлетичного спортсмена. Даний формат широко використовується в кросвіті, єдиноборствах і ігрових видах спорту, де потрібна сила, швидкість і витривалість одночасно. Підписуйся, якщо цінуєш якісний функціональний тренінг і розвиток атлетизму."
    },
    {
        "id": "j5Riheh-WMo",
        "title": "🤜 Здвоєний джеб🔥 #sports #спорт #бокс #boxing #виконання #джеб #jab #мотивація #motivation",
        "thumbnail": "https://img.youtube.com/vi/j5Riheh-WMo/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=j5Riheh-WMo",
        "transcript": null
    },
    {
        "id": "MVuhK2NyHyY",
        "title": "🔥Якісний комплекс віджимань #спорт #sports #виконання #мотивація #фізкультура # ЗФП #motivation",
        "thumbnail": "https://img.youtube.com/vi/MVuhK2NyHyY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=MVuhK2NyHyY",
        "transcript": "Перед вами силова комплексна вправа з власною вагою. Вона навантажує одразу кілька м'язових ланцюгів і вимагає повного контролю [музика] тіла. Тут важлива не кількість, а якість руху: стабільність корпусу, контроль плечового пояса та здатність зберігати техніку під втою. Це база функціональної сили, яка переноситься у будь-який вид спорту. [музика] &gt;&gt; [музика] [музика]"
    },
    {
        "id": "Osaj2nmK7Uk",
        "title": "🔥Чим корисний жим гантелей? #жим #сила #sports #гантелі #power #виконання #спорт",
        "thumbnail": "https://img.youtube.com/vi/Osaj2nmK7Uk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Osaj2nmK7Uk",
        "transcript": "Жим гантели на похилій лаві - це вправа, яка відкриває для гордних м'язів те, чого не дасть навіть класичний жим штанги. Тут ти отримуєш набагато більше розтягнення м'язових волокон, більше амплітуду, більше контролю. Саме глибина руку робить цю вправу настільки ефективною для верхнього відділу грудей. Гантелі змушують тебе працювати симетрично. Кожна рука виконує свою частину роботи, і ти не можеш сховати слабкі сторони. Це чесне навантаження, яке робить тебе сильнішим. Звісно, жим гантели вимагає більше техніки та координації. Це не мінус, а виклик. Але саме завдяки йому ти отримуєш кращу симетрію, безпечніший природній рух плеча і глибше навантаження м'язів. Тому плюсів значно більше, ніж мінусів. Це вправа для тих, хто не шукає легких шляхів, а шукає результат. Yeah."
    },
    {
        "id": "wEW8Y3Jztvw",
        "title": "🔥Акцент на ударній руці в \"двійці\"👊 #бокс #boxing #sports #спорт #двійка #motivation #виконання",
        "thumbnail": "https://img.youtube.com/vi/wEW8Y3Jztvw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=wEW8Y3Jztvw",
        "transcript": null
    },
    {
        "id": "IQwRwAENlRU",
        "title": "☝️Проста, але дієва вправа🔥#спорт #виконання #мотивація #тренування #зфп #фізкультура #фітнес",
        "thumbnail": "https://img.youtube.com/vi/IQwRwAENlRU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=IQwRwAENlRU",
        "transcript": null
    },
    {
        "id": "z85imKhmdWk",
        "title": "🔥Як перезавантажити організм за допомогою  гирі? #гиря #ривок #мотивація #виконання #kettlebell",
        "thumbnail": "https://img.youtube.com/vi/z85imKhmdWk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=z85imKhmdWk",
        "transcript": null
    },
    {
        "id": "R3GqYn0U4rE",
        "title": "🔥Чим корисний жим штанги лежачи?☝️#sports #motivation #жимлежачи #жимштанги #power #benchpress",
        "thumbnail": "https://img.youtube.com/vi/R3GqYn0U4rE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=R3GqYn0U4rE",
        "transcript": "[музика] Жимлежачі - це база, яка працює для спортсменів будь-якого рівня. Жим допомагає розвивати загальну силу верхньо плечового поясу, підвищувати вибухову потужність у будь-яких динамічних рухах, стабілізувати плечовий суглоб і зменшувати ризик травм, створювати баланс сили у тілі та доповнювати спеціальні тренування, посилювати посторальну силу та контроль [музика] корпусу, підтримувати функціональну витривалість під час тривалих навантажень. розвивати ментальну стійкість і характер у кожному важкому підході. Працюй над собою щодня і не зупиняйся. Підписуйся, щоб рухатись вперед разом."
    },
    {
        "id": "r7VoixuzuP4",
        "title": "✅Тренування реакції та захисту🔥 #бокс #тренування #реакція #boxing #motivation #виконання #спорт",
        "thumbnail": "https://img.youtube.com/vi/r7VoixuzuP4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=r7VoixuzuP4",
        "transcript": null
    },
    {
        "id": "FFvoEfxLLNM",
        "title": "🔥Рубрика безглуздих вправ👎 / The pointless exercises series #спорт  #вправи #fitness #фітнес #gym",
        "thumbnail": "https://img.youtube.com/vi/FFvoEfxLLNM/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=FFvoEfxLLNM",
        "transcript": null
    },
    {
        "id": "iUECcjQ_ukc",
        "title": "🔥БУРПІ + СТРИБОК / burpee + jump #спорт #кросфіт #мотиваціядляфітнесу #бурпі #krossfit #burpees",
        "thumbnail": "https://img.youtube.com/vi/iUECcjQ_ukc/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=iUECcjQ_ukc",
        "transcript": null
    },
    {
        "id": "_bdLvVKjQ3E",
        "title": "🔥Ривок двох гирь🫵 / Kettlebell double snatch #спорт #sports #виконання #гиря #kettlebell #ривокгирі",
        "thumbnail": "https://img.youtube.com/vi/_bdLvVKjQ3E/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=_bdLvVKjQ3E",
        "transcript": null
    },
    {
        "id": "XAmuV5zc7Ho",
        "title": "🫵Вправа на тріцепс / Triceps exercise✅ #спорт #виконання #сила #тріцепс #gym #power #спортзал",
        "thumbnail": "https://img.youtube.com/vi/XAmuV5zc7Ho/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=XAmuV5zc7Ho",
        "transcript": null
    },
    {
        "id": "s8COm4AsIBw",
        "title": "Спаринг 2-м номером🥊 #sports #boxing #бокс #спаринг #тренування #спорт #виконання",
        "thumbnail": "https://img.youtube.com/vi/s8COm4AsIBw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=s8COm4AsIBw",
        "transcript": null
    },
    {
        "id": "mAA9n_VROas",
        "title": "✅Вправа для розвантаження попереку👍 #спина #sports #фітнес #фізкультура #зфп #виконання #тренування",
        "thumbnail": "https://img.youtube.com/vi/mAA9n_VROas/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=mAA9n_VROas",
        "transcript": null
    },
    {
        "id": "wKA56gHqpxI",
        "title": "✅Поштовх гирі повним циклом! #гиря #сила kettlebell #power #workout #motivation #фітнес #fitness",
        "thumbnail": "https://img.youtube.com/vi/wKA56gHqpxI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=wKA56gHqpxI",
        "transcript": null
    },
    {
        "id": "LBN2SwUIdEE",
        "title": "✅Цікавий варіант відтискання від підлоги😉 #sports #виконання #fitness #motivation #зфп #бокс #спорт",
        "thumbnail": "https://img.youtube.com/vi/LBN2SwUIdEE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=LBN2SwUIdEE",
        "transcript": null
    },
    {
        "id": "AjG4SteEZLA",
        "title": "🤜Робоча комбінація лівші проти правші🤛 #бокс #boxing #спорт #sports #виконання #motivation #fitness",
        "thumbnail": "https://img.youtube.com/vi/AjG4SteEZLA/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=AjG4SteEZLA",
        "transcript": null
    },
    {
        "id": "bnBxQ3x0tws",
        "title": "ЗФП🔥 тренуємо усе тіло однією вправою✅ #sports #виконання #fitness #фітнес #зфп #motivation #спорт",
        "thumbnail": "https://img.youtube.com/vi/bnBxQ3x0tws/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=bnBxQ3x0tws",
        "transcript": null
    },
    {
        "id": "0WVFqc3apYQ",
        "title": "🔥Прес з власною вагою / Bodyweight Abs Workout👍 #спорт #фітнес #мотивація #прес #fitness #sports",
        "thumbnail": "https://img.youtube.com/vi/0WVFqc3apYQ/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=0WVFqc3apYQ",
        "transcript": null
    },
    {
        "id": "W0vLdf5Djqw",
        "title": "Гімнастика для спини без спорядження 💪 /Unload Your Spine Naturally #sports #гімнастка #фізкультура",
        "thumbnail": "https://img.youtube.com/vi/W0vLdf5Djqw/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=W0vLdf5Djqw",
        "transcript": null
    },
    {
        "id": "jhXRJL9uSKA",
        "title": "Не маєш часу на спортивний зал? Вихід є!✅ #sports #фітнес #motivation #fitness #зфп #спорт",
        "thumbnail": "https://img.youtube.com/vi/jhXRJL9uSKA/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=jhXRJL9uSKA",
        "transcript": null
    },
    {
        "id": "PxPRLqR95k0",
        "title": "✅Тест на фізичну активність😉 #sports #спорт #фітнес #fitness #motivation #виконання #мотивація",
        "thumbnail": "https://img.youtube.com/vi/PxPRLqR95k0/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=PxPRLqR95k0",
        "transcript": null
    },
    {
        "id": "HBa8cRDJQ-o",
        "title": "Нижній прес: сила в контролі 💪🔥 #тренуванняпресу #силакорпусу#lowerabs #coreworkout #abschallenge",
        "thumbnail": "https://img.youtube.com/vi/HBa8cRDJQ-o/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=HBa8cRDJQ-o",
        "transcript": "Нижній прес - це зона, яка перевіряє силу і характер. Саме тут більшість здається, але саме тут формується справжня витривалість. Поєднуй статику та динаміку. Це найкращий спосіб зміцнити корпус. Опора тазу, хребта, лопаток і голови залишається стабільною, а прямі ноги тримає напруженнями весь час. Прес має контролювати рух. Спочатку підйом обох ніг догори, далі почергові рухи, ножиці, а завершення планка ніг до відмови. Працюй технічно, дихай рівно, не поспішай. Тут важлива не швидкість, а контроль і сила м'язів. Ти не просто тренуєш прес, ти загартовуєш волю. І кожна секунда напруги робить тебе сильнішим."
    },
    {
        "id": "Gu4P6P57dIM",
        "title": "Нижній прес 🔥 / Lower abs 🔥 #sports #motivation #fitness #спорт #виконання #прес #abs #gym #workout",
        "thumbnail": "https://img.youtube.com/vi/Gu4P6P57dIM/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Gu4P6P57dIM",
        "transcript": null
    },
    {
        "id": "AxK7s2agVwI",
        "title": "\"5 хвилин — і ти відчуєш справжню силу!\" #sports #гиря #виконання #motivation #kettlebell #сила",
        "thumbnail": "https://img.youtube.com/vi/AxK7s2agVwI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=AxK7s2agVwI",
        "transcript": null
    },
    {
        "id": "CT7jUJNJxBc",
        "title": "Тренування м'язів живота ✅ #sports #спорт #fitness #фітнес #виконання #motivation #виконання",
        "thumbnail": "https://img.youtube.com/vi/CT7jUJNJxBc/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=CT7jUJNJxBc",
        "transcript": null
    },
    {
        "id": "hGnLeNN3tg8",
        "title": "Як тренувати м'язи живота? #тренуванняпресу #мязиживота #фітнес #absworkout #coretraining",
        "thumbnail": "https://img.youtube.com/vi/hGnLeNN3tg8/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=hGnLeNN3tg8",
        "transcript": null
    },
    {
        "id": "olsrBJOtkik",
        "title": "Козацький жим ✅ #гиря #функціональнетренування #витривалість #мотивація #kettlebell #power #sports",
        "thumbnail": "https://img.youtube.com/vi/olsrBJOtkik/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=olsrBJOtkik",
        "transcript": null
    },
    {
        "id": "4YtCk6Z0ej8",
        "title": "Перевірка Вашої фізичної підготовленості #sports #fitness #виконання #мотивація #бокс #motivation",
        "thumbnail": "https://img.youtube.com/vi/4YtCk6Z0ej8/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=4YtCk6Z0ej8",
        "transcript": null
    },
    {
        "id": "LMkyywXKWoY",
        "title": "Сила зв'язок та сухожиль / Strength of ligaments and tendons #sports #силарук #виконання #удар",
        "thumbnail": "https://img.youtube.com/vi/LMkyywXKWoY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=LMkyywXKWoY",
        "transcript": null
    },
    {
        "id": "4-ZFz3L5rJU",
        "title": "ЗФП /GPP #функціональнітренування #бурпі #kettlebellworkout #functionaltraining #crossfit #гиря",
        "thumbnail": "https://img.youtube.com/vi/4-ZFz3L5rJU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=4-ZFz3L5rJU",
        "transcript": null
    },
    {
        "id": "qLmd4JDoud4",
        "title": "Shadow boxing for recovery / Бій з тінню для розвантаження #бокс #sports #тренування #boxing",
        "thumbnail": "https://img.youtube.com/vi/qLmd4JDoud4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=qLmd4JDoud4",
        "transcript": null
    },
    {
        "id": "m725lItLSdM",
        "title": "Відпрацювання лівші проти правші / Southpaw vs Orthodox drill #boxing #бокс #motivation #удар #punch",
        "thumbnail": "https://img.youtube.com/vi/m725lItLSdM/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=m725lItLSdM",
        "transcript": null
    },
    {
        "id": "FmFmSc0YV9g",
        "title": "Тренування вибухової сили ніг / Training explosive leg power✅ #sports #motivation  #fitness  #сила",
        "thumbnail": "https://img.youtube.com/vi/FmFmSc0YV9g/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=FmFmSc0YV9g",
        "transcript": null
    },
    {
        "id": "_-p3VfMY6c4",
        "title": "Загальна Фізична Підготовка #sports #fitness #прес #виконання #зфп #motivation #boxing #бокс",
        "thumbnail": "https://img.youtube.com/vi/_-p3VfMY6c4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=_-p3VfMY6c4",
        "transcript": null
    },
    {
        "id": "OKN-436Nep8",
        "title": "Провокаційний джеб — відкрий захист #бокс #тренуваннябоксу #удар #контратака #boxing #motivation",
        "thumbnail": "https://img.youtube.com/vi/OKN-436Nep8/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=OKN-436Nep8",
        "transcript": null
    },
    {
        "id": "b8uPnAtxE5k",
        "title": "💪 Фізкультура для спини з гирею #фізкультура #спина #гиря #backworkout #kettlebell #fitness #sports",
        "thumbnail": "https://img.youtube.com/vi/b8uPnAtxE5k/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=b8uPnAtxE5k",
        "transcript": "Фізкультура - це не просто рух. Це турбота про себе, особливо про спину, основу сили та витривалості. Ривок легкої гирі простий, але потужний спосіб зміцнити м'язи спини, рук і корпусу. Робота різними способами активує кожен сегмент, робить тіло гнучким і стійким. Неважливо скільки важить діря, важливо, щоб ти працював з технікою і відчуттям контролю. Кожен ривок - це крок до здорової спини, міцного тіла. і впевненості у власних силах. Тренуйся не для рекордів, а для життя без болі і обмежень. Фізкультура для спини - це інвестиція в себе. Починай сьогодні. Yeah."
    },
    {
        "id": "cOPuSGImKhg",
        "title": "Тренування м'язів КОРу #sports #бокс #fitness #виконання #motivation #м'язипресу #фізкультура",
        "thumbnail": "https://img.youtube.com/vi/cOPuSGImKhg/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=cOPuSGImKhg",
        "transcript": null
    },
    {
        "id": "NG9otWHyg80",
        "title": "Робота передньою рукою Work with the lead hand #sports #motivation#boxing#бокс#punch#удар#виконання",
        "thumbnail": "https://img.youtube.com/vi/NG9otWHyg80/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=NG9otWHyg80",
        "transcript": null
    },
    {
        "id": "FTBvK4Lhrc4",
        "title": "Координація + вибуховість / Coordination + explosiveness #sports #виконання #krossfit  #boxing",
        "thumbnail": "https://img.youtube.com/vi/FTBvK4Lhrc4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=FTBvK4Lhrc4",
        "transcript": null
    },
    {
        "id": "cvVeUo4-Uss",
        "title": "Комбінація 2-3🤜 / Combo 2-3🤛 #boxing #бокс #sports #самозахист #motivation #удар #punch #виконання",
        "thumbnail": "https://img.youtube.com/vi/cvVeUo4-Uss/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=cvVeUo4-Uss",
        "transcript": null
    },
    {
        "id": "ae42mhrD8MU",
        "title": "Вибухове тренування / Explosive training #motivation #boxing #sport #гиря #сила #виконання #бокс",
        "thumbnail": "https://img.youtube.com/vi/ae42mhrD8MU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=ae42mhrD8MU",
        "transcript": null
    },
    {
        "id": "nDaH48b_Om0",
        "title": "Тренування з власною вагою / Bodyweight Workout #sports #бокс  #trainanywhere#fitnessmotivation",
        "thumbnail": "https://img.youtube.com/vi/nDaH48b_Om0/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=nDaH48b_Om0",
        "transcript": null
    },
    {
        "id": "WDjRu1UKnYQ",
        "title": "Середня і ближня дистанція 🔥🔹 Mid & Close Range #sport #boxing #motivation #бокс #виконання",
        "thumbnail": "https://img.youtube.com/vi/WDjRu1UKnYQ/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=WDjRu1UKnYQ",
        "transcript": null
    },
    {
        "id": "UF11iwCxhmI",
        "title": "General Physical Training /ЗФП #motivation #sports #гиря #Кettlebell #boxing #бокс #виконання",
        "thumbnail": "https://img.youtube.com/vi/UF11iwCxhmI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=UF11iwCxhmI",
        "transcript": null
    },
    {
        "id": "rktohzXDjh4",
        "title": "Здвоєний джеб 2 / Double jab #boxing #бокс #motivation #jab #sports #тренування",
        "thumbnail": "https://img.youtube.com/vi/rktohzXDjh4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=rktohzXDjh4",
        "transcript": null
    },
    {
        "id": "a-t_7p3RD00",
        "title": "Double jab ✅ / Здвоєний джеб #boxing #jab #motivation #sports  #бокс #виконання #джеб",
        "thumbnail": "https://img.youtube.com/vi/a-t_7p3RD00/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=a-t_7p3RD00",
        "transcript": null
    },
    {
        "id": "Jd91xxcDyKk",
        "title": "Combo 1-3🤛 / Комбінація 1-3🤜#boxing #бокс #sports #motivation #виконання",
        "thumbnail": "https://img.youtube.com/vi/Jd91xxcDyKk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Jd91xxcDyKk",
        "transcript": null
    },
    {
        "id": "gz0Jrxp7wXI",
        "title": "Комбо 1-2-2🤛 / Combo 1-2-2🤜 #boxing #sports #motivation #бокс #виконання",
        "thumbnail": "https://img.youtube.com/vi/gz0Jrxp7wXI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=gz0Jrxp7wXI",
        "transcript": null
    },
    {
        "id": "hatTeQfbB3E",
        "title": "Розвиток координації✅/Development of coordination✅ #boxing #motivation #sports #бокс #виконання",
        "thumbnail": "https://img.youtube.com/vi/hatTeQfbB3E/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=hatTeQfbB3E",
        "transcript": null
    },
    {
        "id": "V3doa4M0Hdk",
        "title": "Punch under the arm🤜 / Удар під руку🤛 #boxing #sports #motivation #бокс #комбінації #мотивація",
        "thumbnail": "https://img.youtube.com/vi/V3doa4M0Hdk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=V3doa4M0Hdk",
        "transcript": null
    },
    {
        "id": "C5P29n1Vr8M",
        "title": "Slip – Cross ✅ / Ухил - крос👊#boxing #бокс #sports #motivation #мотивація #combos #удар #fight",
        "thumbnail": "https://img.youtube.com/vi/C5P29n1Vr8M/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=C5P29n1Vr8M",
        "transcript": null
    },
    {
        "id": "5JnFSLwyGPk",
        "title": "Liver shot👊 / удар у печінку #boxing #бокс #motivation #sports #технікабоксу #boxingtechnique",
        "thumbnail": "https://img.youtube.com/vi/5JnFSLwyGPk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=5JnFSLwyGPk",
        "transcript": null
    },
    {
        "id": "6y1OLBCgp6g",
        "title": "Cross + Slip + Body Shot / Крос + Ухил + Корпус #Boxing #Бокс #Slip #Ухил #Cross #Крос #motivation",
        "thumbnail": "https://img.youtube.com/vi/6y1OLBCgp6g/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=6y1OLBCgp6g",
        "transcript": null
    },
    {
        "id": "ZdDcNcsJ3pQ",
        "title": "Punch power / Сила удару #boxing #sports #motivation #бокс #удар #karate #shorts #мотивація",
        "thumbnail": "https://img.youtube.com/vi/ZdDcNcsJ3pQ/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=ZdDcNcsJ3pQ",
        "transcript": null
    },
    {
        "id": "2hjqG1d64e8",
        "title": "Slip and Cross / Ухил і крос #boxing #бокс #ухил #крос #combos #sports #комбінації",
        "thumbnail": "https://img.youtube.com/vi/2hjqG1d64e8/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=2hjqG1d64e8",
        "transcript": null
    },
    {
        "id": "Z2vCPDYxa_4",
        "title": "Боковий удар класикою/Classic Hook #boxing #бокс #motivation #sports #hook #класикабоксу #удар",
        "thumbnail": "https://img.youtube.com/vi/Z2vCPDYxa_4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Z2vCPDYxa_4",
        "transcript": null
    },
    {
        "id": "Q29Ae8MRtKY",
        "title": "Функціональне тренування / Functional training #спорт #sports #motivation #boxing #бокс #кардіо",
        "thumbnail": "https://img.youtube.com/vi/Q29Ae8MRtKY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Q29Ae8MRtKY",
        "transcript": null
    },
    {
        "id": "xBzaI6r0qSg",
        "title": "Джеб – ухил – корпус / Jab – Slip – Body #boxing #бокс #комбінація #combo #sports #motivation",
        "thumbnail": "https://img.youtube.com/vi/xBzaI6r0qSg/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=xBzaI6r0qSg",
        "transcript": null
    },
    {
        "id": "XrmztPZOb20",
        "title": "Удар \"кружкою\"🍺/Mug Punch🍺 #boxing #бокс #motivation #sports #боксерськіудари #boxingtraining",
        "thumbnail": "https://img.youtube.com/vi/XrmztPZOb20/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=XrmztPZOb20",
        "transcript": null
    },
    {
        "id": "6jzRXp-hZPI",
        "title": "2 Боксерська витривалість / Boxing endurance #boxing #бокс #sports #motivation #виконання #shorts",
        "thumbnail": "https://img.youtube.com/vi/6jzRXp-hZPI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=6jzRXp-hZPI",
        "transcript": null
    },
    {
        "id": "9wNaZ33ohTI",
        "title": "Відтискання Тайсона / Tyson push-ups\" ✅ #boxing #sports #бокс #motivation #sports #виконання",
        "thumbnail": "https://img.youtube.com/vi/9wNaZ33ohTI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=9wNaZ33ohTI",
        "transcript": null
    },
    {
        "id": "ioRXKNNe6YY",
        "title": "1 Вправи на витривалість👊/Endurance exercises ✅ #boxing #бокс #sports #motivation #фітнесльвів",
        "thumbnail": "https://img.youtube.com/vi/ioRXKNNe6YY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=ioRXKNNe6YY",
        "transcript": null
    },
    {
        "id": "8k_YoeQrx1E",
        "title": "Аперкот ⚡/Uppercut ⚡#boxing #бокс #техніка #motivation  #фітнес #fitness #sports #shorts #виконання",
        "thumbnail": "https://img.youtube.com/vi/8k_YoeQrx1E/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=8k_YoeQrx1E",
        "transcript": null
    },
    {
        "id": "p9ZHPaWF3nM",
        "title": "Slip Training🥊Нирки в боксі #бокс #нирки #тренування #boxing #slip #boxingdefense #boxingtraining",
        "thumbnail": "https://img.youtube.com/vi/p9ZHPaWF3nM/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=p9ZHPaWF3nM",
        "transcript": null
    },
    {
        "id": "tZSgu6coHcU",
        "title": "Робота ніг у боксі | Boxing training #бокс #boxing #footwork #sport  #training #motivation",
        "thumbnail": "https://img.youtube.com/vi/tZSgu6coHcU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=tZSgu6coHcU",
        "transcript": null
    },
    {
        "id": "QtZgErg9nic",
        "title": "Боксерська робота на середній та ближній дистанції ✅ Inside & Mid-Range Boxing Skills #boxing #бокс",
        "thumbnail": "https://img.youtube.com/vi/QtZgErg9nic/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=QtZgErg9nic",
        "transcript": null
    },
    {
        "id": "Pz91UkKL_oU",
        "title": "Power Combo 1-2-5-6-3-4–Finishing with Hooks #boxing #бокс #мотивація #sports #motivation",
        "thumbnail": "https://img.youtube.com/vi/Pz91UkKL_oU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=Pz91UkKL_oU",
        "transcript": null
    },
    {
        "id": "W1IMgHiNsmE",
        "title": "Крокова оборона в боксі (Joe Frazier, George Foreman) #boxing #бокс #sports #motivation #захист",
        "thumbnail": "https://img.youtube.com/vi/W1IMgHiNsmE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=W1IMgHiNsmE",
        "transcript": null
    },
    {
        "id": "tWkYcrApx-g",
        "title": "Jab – основний удар у боксі. Дивись, як правильно його виконати! 👊#бокс #boxing #джеб #jab #sports",
        "thumbnail": "https://img.youtube.com/vi/tWkYcrApx-g/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=tWkYcrApx-g",
        "transcript": null
    },
    {
        "id": "JZVlcgWhrC4",
        "title": "Дистанція при довороті ноги під час удару #boxing #sports #motivation#удар#виконання",
        "thumbnail": "https://img.youtube.com/vi/JZVlcgWhrC4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=JZVlcgWhrC4",
        "transcript": null
    },
    {
        "id": "vARWCX5z1tA",
        "title": "Захист від раптової атаки #boxing #motivation #sports #виконання #самозахист",
        "thumbnail": "https://img.youtube.com/vi/vARWCX5z1tA/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=vARWCX5z1tA",
        "transcript": null
    },
    {
        "id": "jTvGzYb61mk",
        "title": "Доворот ноги при ударі #boxing #sports #motivation #виконання #бокс #fighter",
        "thumbnail": "https://img.youtube.com/vi/jTvGzYb61mk/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=jTvGzYb61mk",
        "transcript": null
    },
    {
        "id": "KxSPu_k0XM8",
        "title": "Як і для чого тренувати ноги? #sports #motivation #krossfit",
        "thumbnail": "https://img.youtube.com/vi/KxSPu_k0XM8/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=KxSPu_k0XM8",
        "transcript": "При занятті в спортивних залах люди часто приділяють уваги тренуванню ріг. Це справедливо і дуже добре. Займаючись в секціях таких бокс, важка атлетика, в будь-якому спорті, в нас є чудові тренери. Раджу їх слухатись і вони краще знають, як працюють ноги. Ноги наші годувальники, які носять нас, підтримують нас, приймають участь в нашій діяльності постійно. Але коли ви займаєтесь зак індивідуально, прошу звернути увагу як на розвиток як білих м'язових колонь, так і червоних. При присіданні на малоповторних підходах в вас працюють білі м'язові волокна, які допомагають вам рости в силових показниках, дуже добре працюють з гормональною системою. Але не забувайте про червоні м'язові воло, які працюють на витривалість. Вони гарно співпрацюють з серцево-судинною системою і дуже вам допоможуть в повсякденні. В житті всяке буває. Можливо доганяти трап літака і при тренуванні лише білих м'язових волокон молочна кислота вам може сказати: \"Зупинись\". Тому моя порада при тренуванні в спортивних клубах не забувайте про функціональне тренування. Дякую за увагу."
    },
    {
        "id": "IT5dKtIIdHE",
        "title": "Універсальний снаряд для тренування сили та витривалості #sports#boxing #motivation #workout #гиря",
        "thumbnail": "https://img.youtube.com/vi/IT5dKtIIdHE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=IT5dKtIIdHE",
        "transcript": null
    },
    {
        "id": "G1UNt0P7NDg",
        "title": "Як діяти проти суперника в замкненому просторі? #sports #boxing #motivation #самозахист",
        "thumbnail": "https://img.youtube.com/vi/G1UNt0P7NDg/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=G1UNt0P7NDg",
        "transcript": null
    },
    {
        "id": "bagwCBZlKkE",
        "title": "Акцент на боковий удар передньою рукою #бокс #sports #motivation #boxing",
        "thumbnail": "https://img.youtube.com/vi/bagwCBZlKkE/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=bagwCBZlKkE",
        "transcript": null
    },
    {
        "id": "aSaeve8-3cc",
        "title": "Маківара, набивка рук #boxing #mma #sports #motivation #karate",
        "thumbnail": "https://img.youtube.com/vi/aSaeve8-3cc/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=aSaeve8-3cc",
        "transcript": null
    },
    {
        "id": "fcXogXsywyI",
        "title": "EDDIE HALL мотивує, станова тяга \"класика\" #sports #motivation",
        "thumbnail": "https://img.youtube.com/vi/fcXogXsywyI/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=fcXogXsywyI",
        "transcript": null
    },
    {
        "id": "21q5y-qhQsU",
        "title": "Армійський жим #sports #motivation #lifting #power",
        "thumbnail": "https://img.youtube.com/vi/21q5y-qhQsU/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=21q5y-qhQsU",
        "transcript": "Осін питання. Дуже часто гуляючи простором інтернету звертаю увагу на таке дискусійне питання як такої вправи важкоатлетичної режим стану стоячи або армійський жи. Дана вправа виключена зі спортивної змагальної діяльності важкоатлетів в 1972 році по причині травми безпечності і проблеми суддійства. Так, звичайно, по травми небезпечності воно дійсно на критичних вагах з технікою для піднімання максимальних ваг вона, е, негативно діє на грудний відділ, поперековий відділ хата. Але як базова вправа для розвитку сили, це, як на мій погляд, дуже хороша вправа. Е-е, звичайно, не радив би приступати до даної вправи. При приходженні тільки до спортивного залу підкріпіть поперековий відділ, грудний відділ. Тоді можна приступати до даної вправи з оптимально підібраною увагами. Дуже добре розвиває координаційні властивості, силовий силові показники поясу. Тому чому ви спробуйте? Дуже, дуже хороша прави. Дякую."
    },
    {
        "id": "eysb3xvd7Fo",
        "title": "3 серпня 2025 р.",
        "thumbnail": "https://img.youtube.com/vi/eysb3xvd7Fo/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=eysb3xvd7Fo",
        "transcript": null
    },
    {
        "id": "CJLj_Qop--4",
        "title": "Двійка в боксі#boxing #sports #виконання #бокс",
        "thumbnail": "https://img.youtube.com/vi/CJLj_Qop--4/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=CJLj_Qop--4",
        "transcript": null
    },
    {
        "id": "QcF335OPahA",
        "title": "Від джебу падає не тільки  Дюбуа#boxing #sports #прикол",
        "thumbnail": "https://img.youtube.com/vi/QcF335OPahA/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=QcF335OPahA",
        "transcript": null
    },
    {
        "id": "G9wxrmU3NN0",
        "title": "#boxing #motivation #sports #захист#виконання",
        "thumbnail": "https://img.youtube.com/vi/G9wxrmU3NN0/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=G9wxrmU3NN0",
        "transcript": null
    },
    {
        "id": "6CBIA1AWpcY",
        "title": "2 серпня 2025 р.",
        "thumbnail": "https://img.youtube.com/vi/6CBIA1AWpcY/hqdefault.jpg",
        "url": "https://www.youtube.com/watch?v=6CBIA1AWpcY",
        "transcript": null
    }
]