{
    "id": "4V6QVzBrs50",
    "title": "Пауерліфтерський присід у натяг + Важкоатлетичний присід в відбій | Техніка, помилки, поради",
    "url": "https://www.youtube.com/watch?v=4V6QVzBrs50",
    "thumbnail": "https://img.youtube.com/vi/4V6QVzBrs50/hqdefault.jpg",
    "text": "Усім вітання. Сьогодні хочу приділити декілька хвилин вашої уваги та розібрати одну з найефективніших і одну з найякісніших вправ для розвитку, для фізичного розвитку людини. Це є присід. Два види виконання даної вправи.\n\nЦе так званий присяд в натяжку і присяд в відбій. Присяд на тяжку використовують в основному е парліфтери. Ширша постановка ніг. паралель бедра до підлоги і задіяння додавання як ніг, так і спини.\n\nОсновні критерії присяду відбій являється вуща посад поставка ніг і так званий відбій, тобто задня поверхность бедра впирається в ікроножні м'язи і так якби виходить, як в пружинка підштовхує тіло догори та виконується присяд. Як на мене, вибачте, це моє особливе бачення, ефективнішою являється саме присяд відбій. Які є нюанси? Відбій, щоб ви не розуміли, що відбій саме це іде, що ти максимально впав в підлогу і або тебе задавило, або ти встав.\n\nНі, це йде плавне опускання, спокійне опускання, але складання всієї конструкції організму, всіх составів. Чому присвяжко, мені здається, і на моїй практиці було доведено, що є більш травма небезпечніше, тому що там перехід з мінуса в ноль і в плюс при присіданні, при опусканні штанги, при зупинці і при підйому, да, при при вставанні іде велике навантаження на зв'язки сухожилля колінних суглобів. Основні задачі при присіданні, е, важкоатлетичним присідом. Це присяд в відбій.\n\nЦе є поставка гріфу, ее, на плечі і верхню трапецію. спина максимально рівна, не нахиляється допереду. Спина максимально рівня, голова трішки піднята догори при всій амплітуді присяду. Ноги на ширині плечей.\n\nНе відмінність від параліфтерського присіду, що ноги стоять на ширині плечей, щоб мінімізувати викривлення коліного суглобу. Тобто, коли ви широко поставите поставку ніг, в вас при в нижній точці в вас буде коліни суглоб. трошки не природнє положення і він буде іти навантаження на суглобицехілля тому на ноги на ширині плечей максимальна рівна спина гриб посадка верхня трапеція і плечі поїхали підсідаємо підрив і розміщуємо його на плечах та верхній трапеції грудна клітка відкрита корпус жорстко зафіксований знімаємо штангу ногами два короткі кроки назад ноги на ширині плечей носки Ски злегко розгорнуті, спина максимально рівна, погляд уперед. Вдих.\n\nСтворюємо натяг. Присід виконуємо вертикально з акцентом на колінний згин. Таз не відводимо далеко назад. Опускаємось глибоко до щільного контакту задньої поверхні стегна з гомілкою.\n\nУ нижній точці контрольований відбій використовуємо пружність для підйому. Підйом активний за рахунок ніг. Коліна рухається в напрямку стоп. Корпус зберігає вертикаль.\n\nПісля завершення крок уперед. Впираємо вириф у стійку і ставимо штангу ногами з повним контролем положення. Основними критеріями партьорського присаду або присіду в натяжку являється максимальне опускання грифу на лопатки із середню трапецію. При опусканні спина нахиляється допереду з підняттям голови.\n\nЩоб вивести бедро в паралель з підлогою, підсідаємо під гриб. Заводимо його глибоко на зведені лопатки. Корпус напружений, лопатки зведені, хват жорсткий. Знімаємо штангу ногами, не спиною.\n\nКонтрольований підйом зі стійки. Два кроки назад. Перший відхід. Другий одразу виставляємо під робочу ширину поставки ніг.\n\nСтопи стабільні, носки злегка розгорнуті назовні. Вага по всій стопі з акцентом на середину та п'яту. Голова рівно вперед. Опускається легке підняття підборіддя до 15°.\n\nПогляд фіксований. Перед початком руху вдих. Жорсткий натяг корпусу. Присід починаємо відведенням тазу назад.\n\nОдночасно подаємо рівну спину вперед, зберігаючи природний лардоз. Коліна рухаються в напрямку розведене. Стоп. Не зводимо всередину.\n\nКорпус стабільний. Голову не опускаємо. Зберігаємо натяк по всій амплітуді. Опускаємось до паралелі стегна з підлогою.\n\nКонтроль без провалу вниз. Імпульсний підйом. Одночасна робота ніг і спини. Таз і груди підіймаються синхронно.\n\nКрок уперед. Впираємо гриф у стійки. Ставимо штангу ногами. Тому як присідати, обирати саме вам.\n\nАбо присяди натяжку, або присядить бій. Якщо цікаво, підписка. Приєднуйтесь. Місто Львів є багато чого цікавого.\n\nДякую за увагу. Yeah.",
    "date_offset": 0
}