{
    "id": "9WF2q1Eyzs0",
    "title": "3 прості правила схуднення, які реально працюють | Харчування без стресу",
    "url": "https://www.youtube.com/watch?v=9WF2q1Eyzs0",
    "thumbnail": "https://img.youtube.com/vi/9WF2q1Eyzs0/hqdefault.jpg",
    "text": "Усім привіт. Сьогодні хотів би з вами поділитися своїм баченням щодо основних показників, які впливають на якість нашого життя. Як на мою думку, основними показниками якості життя являється спосіб нашого життя, харчування та відпочинок. Сьогодні я хотів би поспілкуватись, декілька хвилин приділити увагу саме харчування, так як сьогодні, на сьогоднішній день харчування в інформаційному полі звучить дуже сильно, потужно, е, і не завжди якісно.\n\nЩе раз наголошую, на мій погляд, слухаючи багатьох блогерів, лікарів, спеціалістів звучить дуже багато цікавої інформації. яка, сідаючи на наші вуха і входячи в нашу голову, сприймається дуже незрозуміло. Тобто від незнайомих слів, від нерозуміння роботи нашого організму, ми сприймаємо це як вищу матерію. Значна кількість запитань на рахунок харчування виникає в тих людей, які максимально запустили свій фізичний стан.\n\nТак, є багато точок зору. Полюби себе такого, яким ти є. Ти такий і ти прекрасний. Можливо, воно працює, але дивлячись на молодих людей, і я сам колись був молодий і розумію, що людина хоче подобатись іншим людям в гарному сприйнт і так само споживати продукт гарний.\n\nВи розумієте, що я маю на увазі? І людина, коли відчуває набирання зайвої ваги, вона це все рівно бачить. Але на підсвідомості, так як ми егоїстами, вона розуміє, що та може пройде, може це мені здається, а я і так гарний, а я і так нормальний пацан, а мені і так ще добре. Людина все рівно відчуває зай по своєму, по своїй одежі, по тому, як важко взути кеди, по як важко натягнути минуллітні джинси.\n\nІ людина відганяє цю ідею. Але якщо людина відганяється ідею, це є показники показник програшу. Однією з найдієвіших формул в як скунні, так і набирання ваги і являється формула використання енергії та споживання калорій. Тобто, якщо ви гармонійно виглядаєте, кількість вашої витраченої енергії повинно співпадати з кількістю спожитих калорій.\n\nЯкщо ви пробуєте схуднути або худнете, у вас повинен бути дефіцит калорій. Тобто спожитих калорій у вас повинно бути менше, ніж використаної енергії, ніж використаних калорій. І так само при набиранні вагі кількість спожитих калорій повинен бути більшой, ніж кількість витраченої енергії. Якщо ви лежите на дивані, дивитесь гарні серіали і споживаєте зай дуже багато продуктів харчування, не чекайте нічого доброго.\n\nВи отримаєте те, що, ну, те, що ви зробили. Кожна дія має наслідок, але якщо ви займаєтесь активним способом життя, якщо ви ходите до спортивного залу, ви так само повинні нівелювати втрату енергії. Якщо ви займаєтесь спортом, ви повинні розуміти, що ви повинні компенсувати втрачену енергію. Тому не бійтесь, якщо ви займаєтесь спортом їсти.\n\nОсновний показник в якості харчування - це є ваш режим, часовий режим. Тобто ви повинні приймати снідання, обід, вечерю, підвечірок, будь-якій прийом їжі бажано в однаковий період часу. Це є основний показник, як в набранні ваги, так і схудненні. Не бійтеся, якщо ви їсте в 10й годині, не бійтеся, що це шкідливо.\n\nЦе не шкідливо. Якщо ви займаєтесь спортом, ви повинні розуміти, що всі відновлювальні процеси тільки відбуваються вночі. Можливо і дивно звучить, але це так. Коли ви сідаєте за приймання їжі, ви повинні споживати її смачно.\n\nВи повинні їсти без зайвої інформації. Якщо це саме, наголошую, якщо це стосується саме схуднення. Ви повинні споживати їжу без надходження зовсім ніякої інформації. Сядьте і смачно їжте і відчувайте їх сприйняття їжі.\n\nТобто, якщо ви відчуваєте, що ви вже наситились, зупиняйтесь. І це буде основне правило для вас на на весь процес схуднення, тому що мозок все рівно захоче вас дурити і все рівно захоче вас задурити якісним відлом, щоб ви топтали безмежно. Це є основне правило. Їжте дозовано і смачно.\n\nЯкщо ви відчуваєте, що ви наситились без зайвої інформації, вам дзвіночок все рівно поступить, що ви вже наситились. Зупиняйтесь, відставляйте миску і продовжуйте свій робочий день. Це є одне з основних правил прийому їжі при схудненні. Також ще одне правило - це є скільки ви споживаєте.\n\nТак, звичайно, звичайно, якість споживання їжі, це воно дуже важливо сприймає роль. Тобто які жири ви споживаєте, які які вуглеводи споживаєте, це все так звучить, так. Тут є доля правди і вона дуже велика. При початку схуднення людина працює на емоційних, на мотивації, на на ну на бажанні.\n\nЗ часом бажання заспокоюється, з часом сприймається так, як воно є. Людина розчаровується, але якщо людина не зупиняється, все рівно результат буде. Але той період, коли ви максимально перестали харчуватись і чекаєте результату, він, я вам ще раз кажу, він буде буде перший місяць. Так ви схуднете, але набрати ви можете зовсім іншого і набагато більше, тому що організм тягне тягне не з тих запасів, які ви бажаєте.\n\nТому що є і жири, які накопичуються дуже багато років. І структура самого жиру, вона вона не з найкращих, а організм починає тягнути той жир, який вам не дуже потрібно скидати. Ще раз повторююсь, не накидайтесь на Якщо ви хочете схуднути, ви повинні їсти аналогічні аналогічний час прийому харчування. Менші дози, час той самий.\n\nНе думайте, що ви, якщо ви набрали зайвих 30 кг, ви скинете їх за три місяці. Ні, це довгий процес. І пробуйте рухливий спосіб життя. Більше пройдіться.\n\nПройдіться. Не сідайте в машину їхати в магазин. Пройдіться в магазин. Прогуляйтесь вечором, прогуляйтесь з дітьми.\n\nПрогуляйтесь з друзями. Тому споживайте смачно і правильно. Їжте дозовано і їжте в однаковий період часу.",
    "date_offset": 4
}