{
    "id": "_JmfmayDQYw",
    "title": "Марафон тривалістю 54 роки 🏃‍♂️⏳ | Найдивніша історія Олімпійських ігор 1912",
    "url": "https://www.youtube.com/watch?v=_JmfmayDQYw",
    "thumbnail": "https://img.youtube.com/vi/_JmfmayDQYw/hqdefault.jpg",
    "text": "Усім вітання. Рухаючись в корку, до мене почали приходити такі філософські роздуми на рахунок плинності часу. І мені згадалася одна спортивна історична подія, яка відбулася в 1912 році в Швеції, в Стокгольмі, а саме в даний період часу відбувалися Олімпійські ігри. 14 липня 1912 року відбулися відбувся марафонський забіг, в якому Японію представляв вперше представляв японський представник Щдзоканакурі.\n\nНа стартову лінію вийшло 68 спортсменів з 19 країн світу. Температура повітря складала 32°це, яка заважала спортсменам якісно бігати. Почавши бігти, Жін Канакурій почав відчувати спрагу, звичайно, але в той період часу вважали, до речі, дуже цікавий факт, вважали недоречним вживати воду спортсменам. І на 27 км свого забігу Шізокарі почав відчувати головокружіння.\n\nЙому ставало погано, ноги стали бетонними. І якраз в цей період часу він побачив збоку на збоку біля траси сім'ю, яка святку яка сиділа на травичці, пила водичку, соки. І це його побороло. Він зупинився.\n\nВін зупинився, пішов до цих людей. Вони його посадили біля себе, дали йому соку, водички. Він випив, йому стало набагато легше. Він і він розслабився і заснув.\n\nБанально заснув. Прокинувшись, він відчув, що він побачив, що пройшло дуже багато часу і марафон закінчився. Ну, так як він сам японець, ее йому стало соромно, незручно, і він, не повідомляючи нікого, покинув Швецію. Повернувшись додому, він продовжив займатися бігом.\n\nЩе приймав участь у двох Олімпійських іграх в 1920-1924 роках. Після чого завершив кар'єру і почав тренувати дітей, так як він був спортсменом високого рівня. До речі, він бігав 40 км приблизно на той час за, ну, 2з по години. Це на той час був дуже хороший результат.\n\nІ він боровся на Олімпіаді 1912 року. Не приймав участь, а дійсно боровся. Боровся за медалі, хотів боротися за медалі. У 1962 один журналіст, який займався розслідуваннями Олімпійських ігор, підняв дане питання і побачив, що при старті 68 спортсменів до фінішу прийшло 37, а щізоканакурі там не було.\n\nІ він почав розслідувати дане питання і вийшов на Шізока Канакурі, зв'язався з ним, поспілкувалися. Шизоканакурі повідомив йому всю всю історію даного забігу, повністю розповів усе. Даний журналіст повідомив це шведському олімпійському комітету, який числився шізонакурі числився в даному марафонському забігу, як зникли безвісти. Його шукали, цікавились, де він не знайшли.\n\nІ в протоколах олімпійського комітету він чистився як пропавший безвісти. повідомив, що це олімпійський шведський олімпійський комітет вирішив зв'язатися з ним. І в 1967 році Шидзо Канакурі прибув до Швеції, щоб зробити таку, ну, цікавий історичний факт, щоби перетнути лінію даного даного марафону. Він був доставлений на те саме місце, де він зійшов зі своєї дистанції.\n\nВін побачив цю саму цей самий будинок. До речі, їх прізвище Петтерсона були. Познайомився з сином тих батьків, які пригостили його соком і водою. Поспілкувався, розказав всю свою історію.\n\nПісля чого ШДЗО повели, він прослідував до стадіону, де мало, де мав бути фініш, і перетнув фінішну лінію. Після чого секундомір тривалості олімпійського марафону 1912 році року був зупинений. До речі, і час марафону склав 54 роки, 8 місяців, 6 днів, 5 годин, 32 хвилини і 20,3 секунди. що складає такий цікавий цікавий саму довшу подію в історії світового спорту.\n\nперетнувши лінію, фінішну лінію Шидзоканакурі, притаманній японській нації скромності і гарного настрою повідомив, що що це була довга дистанція, що за що за цю дистанцію він встиг одружитися, народити шістьох дітей і і 10 внуків. Тому дуже хороша історія. Вона вона дійсно показує, що що не потрібно, напевно, нікуди спішити. Два висновки хотів би зробити з даної з даної історичної події.\n\nПерша - це пийте воду під час тренування. Це необхідно під час тренування, під час змагань. Це дуже необхідно. Доведено, звичайно.\n\nІ друга, що вибачте, але краще випорожнитись і запізнитись, ніж прийти і обісратись. Тому не спішіть нікуди. Час все рівно розставить все на свої місця. Дякую за увагу.\n\nДо зустрічі. Yeah.",
    "date_offset": 2
}