{
    "id": "GR5BvQA6vOc",
    "title": "Найдовший бій в історії боксу — 110 раундів незламної волі 🥊 / ⚡Сила волі — це твій найкращий тренер",
    "url": "https://www.youtube.com/watch?v=GR5BvQA6vOc",
    "thumbnail": "https://img.youtube.com/vi/GR5BvQA6vOc/hqdefault.jpg",
    "text": "Усім привіт. Сьогодні хотів би зануритись з вами в одну історичну подію спорту, яка сталася в новому арлері штату Луїзіана, США, а саме 6 квітня 1893 року. &gt;&gt; Уяви маленьку арену з кількома сотнями глядачів, де двоє чоловіків виходять у ринг, не здогадуючись, що увійдуть в історію. Джек Берк - технічний, витривалий, справжній майстер рингу.\n\nПроти нього Енді Бовен, боєць із серцем Лева, готовий стояти до останнього. Вони билися, увага, 110 раундів. Бій тривав понад 7 годин та 19 хвилин. Став найдовшим в історії боксу, без нокаутів, без переможців.\n\nЛише Залізна воля, повага і незлавність духу. Цей поєдинок довів. Справжня сила не в ударі, а в тому, щоб не здатися, коли важко. Підписуйся, став емоцію і далі ми розберемо цей легендарний бій.\n\nпоїхали. &gt;&gt; І що саме цікаво, що бій не завершився чиєюсь перемогою. Бій завершився тим, що спортсмени не змогли фізично діяти і їм була присуджена нічия. Зрозумійте мене правильно.\n\nтранслювати дану історичну подію. Мені б хотілося зі сторони того, що наскільки спортсмени були готові фізично, щоб протриматися, не протриматися, а пробоксувати на максимальних обертах, які які надає організм людини до 110го раунду. І уявіть, які думки були в головах даних двох спортсменів при очікуванні, що суперник здасться. Нічия була просуджена тому, що вони не змогли фізично продовжувати бій.\n\nРесурс двох боксерів закінчився, вичерпався, але люди не здались. Спортсмени стояли, просто не могли рухатись фізично. Після оголошення нічиї спортсмени не могли підняти руку. Спортсмени просто стояли, обнявшись, стікаючи роди.\n\nЕнді Боу відновився після бою продовжим, але загинув трагічно. У 1894 році під час чергового бою він впав і вдарився головою в брин і помер. Чек бер після після бою мав шалені травми кістей рук, після чого вже не міг відновитися і продовжити на такому самому рівні боксувати. Е, він розпочав тревенську діяльність.\n\nЩоб зрозуміти дану історичну подію, потрібно зрозуміти специфіку анатомії людини і морально-вольових якостей людини. Чому приминув саме даний боксерський поєдинок? Не тому, що якась перевага до боксу чи захоплення, ні. Це стосується будь-якого спорту.\n\nЯкщо ви думаєте, що в легкій атлетиці немає суперництва, ви глибоко помиляєтесь, тому що навіть будь-який професійний світового рівня спортсмен, який займається ідиноборством, боротьбою, будь-яким видом спорту, він вам скаже, що бігти довгі дистанції - це є дуже важко. І коли біля тебе поруч починає бігти така наша постійна подруга, як Лін, боротися з нею дуже важко. І недарма є таких дистанцій в легкій атлетиці, як 800 м. Здається, небагато, але хто біг, той знає.\n\nОсобливо нетренований бігом на 800 м. Людина, яка в перші рази біжить дану дистанцію, вона прекрасно розуміє, що коли хочеться просто зупинитись моментально, не збавити швидкість, не побігти просто стати і зупинитись, тому що це важко. І здавалося, чому 800 м бігуни спортсмени та спортсменки не біжать по своїй доріжці, тому що там так само суперництво. Тому що після віражу вони заходять на загальне коло і вони змагаються один з одним.\n\nЗмагаються, по-перше, з собою, а по-друге, з такими самими людьми, які боряться з собою тільки фізично, поштовхами, мінімальними, лігтями, підніжками, будь-якими методами, які дозволені і недозволені в будь-якому. Чи ви думаєте, що марафон легко? чи півмарафон. Будь-яка дистанція - це дуже важко.\n\nІ уявіть людину, яка починає тренуватись, бігти марафон. Ви уявляєте, які які думки в голові даного спортсмена або спортсмена? Що вона відчуває тоді, коли лінь, коли важкість тебе переговорює, коли ти більше не можеш. Але в спорті, так як не тільки в спорті, а в будь-якому відношенні до будь-чого, до роботи, до мистецтва, до будь-чого, після перетину мертвої точки ти розумієш, що ти переборов свої можливості, що ти переборов свою втому, що ти переборов свою фізичну знемогу.\n\nІ ти починаєш бігти. Після вмикання другого подиху ти просто біжиш і ти починаєш відчувати відчувати, що ти зміг перебороти себе. Хоча в момент, коли ти вже не міг, ти думав, що ти це не перетерпиш. Це розуміють спортсмени, які бігали, які боролись, які стикали, які будь-хто, музиканти, барабанщи, піаністи, які не встигали за пальцями, за ритмом, за Але вони розуміли, коли в них це виходило, це запам'ятовувалось в нашому процесорі як дію, яку організм зміг виконати.\n\nІ воно вже працює. Дане відео я хотів би даним відео хотів би донести людям, які починають займатися спортом, що ви повинні не тільки вчитись на професійних спортсменах, які показують гарні результати, повинні зрозуміти, яким шляхом вони до цього член. Ви повинні зрозуміти, що важкість, яку ви переборюєте, вам дає можливість в житті крокувати дуже легко і дивитись, сидячи за столом на черговому застіллі і що потрібно почати завтра займатись спортом, через тиждень піти в зал, післязавтра пробувати схуднути. Вам робиться смішно.\n\nСмішно від того, що ви це все пережили і перепробували. Тому людям, які займаються, починають займатися спортом, тренерам, які задіяні при вихованні дітей, людей, спортсменів, звертайте увагу на морально-вольові якості людей, не тільки спортсменів, а й людей. Тому що без морально-вольових і виховання даного безпрограшного результату виховання не може бути свідомого розвитку людини. Дану історичну подію я висвітлив тому, що хотів би наголосити, що фізичний розвиток не завжди в пріоритеті, що варто працювати над морально-вильовими якостями.\n\nякі напрацьовуються довго. Так, звичайно, багато залежить від характеру людини, від генетичних даних, від багатьох, від багатьох показників, але розвиток морально-велевих якостей - це є це є необхідність в житті, не кажучи вже про спорт, тому що по житті не набагато легше, а й часто важче, навіть в буденному житті, ніж в спорті. В спорті люди відпочивають. Залежність від спорту - це є одна з найкращих залежностей в світі, чистих залежностях.\n\nТому дякую за увагу. Працюйте над собою, любіть себе, шануйте себе і приступовуйтесь до дзвіночків, які лунають ваші, тому що вони підсказують, коли ви сифоните, а коли ви працюєте, він не підсказує, тому що ви самі показуєте, що ви працюєте. Беріть це з собою і ви переможете. Дякую за увагу.\n\nYeah.",
    "date_offset": 10
}