{
    "id": "RQamibQ8QGg",
    "title": "Класика чи кружка? Розбираємо техніку бокового удару 🤜/ Boxing tips: which hook is better🤛",
    "url": "https://www.youtube.com/watch?v=RQamibQ8QGg",
    "thumbnail": "https://img.youtube.com/vi/RQamibQ8QGg/hqdefault.jpg",
    "text": "Сьогодні розберемо цікаве питання, яке часто виникає в боксерів та експертів. Який удар кращий: кружкою чи класикою? Обидва варіанти мають свої сильні сторони, недоліки та особливості застосування. Давайте детально розберемо, щоб ви розуміли, коли і як удар використовувати.\n\nОсновні плюси удари кружкою. Природність руху, рука та зап'ястя знаходиться в більш зручному положенні. Ближня дистанція. Зручно працювати в клінч чи в тісному бою.\n\nКомпактність. Удар менш помітний для суперника. Нучкість у серіях легко переходити аперкоти. Лікоть закритий, менше шансів пропустити удар знизу.\n\nТакож є мінуси - це менша сила, коротша дистанція, втягування в клінч. У момент класичного удару кулак повертається горизонтально долоною вниз. Основні плюси. Максимальна сила добре включається плече і корпус.\n\nДальня дистанція. Зручний для середньої та дальньої дистанції. Універсальність. Стандартний варіант легко комбінувати.\n\nПрохідність через блок. Пряма траєкторія пробиває захист. Технічна стабільність легко контролювати. Також мінус: ризик для зап'ястя при нету влучанні.\n\nПомітний замах менш компактний на ближній дистанції відкриває лікоть. Зрозумійте мене правильно. Ці удари не суперники, а доповнення один одного. Кружкою зручно працювати в ближньому бою, класикою бити сильно і здалеку.\n\nНаприклад, для лівщі правий кружкою, лівий класикою. Така зміна траєкторії робить серію непередбачуваною. Багато хто думає, що класика сильніше навантажує плече, але на практиці при крушці плече бере більше ротаційного навантаження через довгоподібний характер руху. При класиці рух коротший, сила розприділяється через корпус і таз, тож на плечі навантаження в середньому менше, якщо техніка виконана правильно.\n\nДалі треба володіти обома техніками. Використовуйте кружку для ближнього бою, коли потрібно обійти блок по дузі класику для середньої та дальньої дистанції, коли важлива максимальна сила. Працюй над переходами, розумій траєкторію кожного удару. Тоді ти зможеш комбінувати їх так, щоб мінімізувати недоліки та максимально використати сильні сторони.\n\nH",
    "date_offset": 15
}